[{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_251733.jpg","date":"2009-12-10","genres":["боевик","драма","приключения"],"description":"Джейк Салли — бывший морской пехотинец, прикованный к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.","trailer_id":"mdw8OS624Uk","name":"Аватар"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_397541.jpg","date":"2009-4-16","genres":["боевик","комедия","фэнтези"],"description":"Он умер, но обещал вернуться! Не чудом, а благодаря современным медицинским технологиям Чев Челиос получает новое сердце и новый шанс отомстить своим врагам. Теперь для постоянной подзарядки ему требуется электрический разряд мощностью не меньше, чем у автомобильного аккумулятора.","trailer_id":"bxU1po4BH-M","name":"Адреналин 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_397541.jpg","date":"2009-4-16","genres":["боевик","комедия","фэнтези"],"description":"Он умер, но обещал вернуться! Не чудом, а благодаря современным медицинским технологиям Чев Челиос получает новое сердце и новый шанс отомстить своим врагам. Теперь для постоянной подзарядки ему требуется электрический разряд мощностью не меньше, чем у автомобильного аккумулятора.","trailer_id":"LwKO_8ALHRQ","name":"Адреналин 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_470178.jpg","date":"2018-11-26","genres":["фэнтези","боевик","приключения"],"description":"Действие фильма разворачивается в необъятном и захватывающем подводном мире семи морей, а сюжет знакомит зрителей с историей происхождения получеловека-полуатланта Артура Карри и ключевыми событиями его жизни — теми, что заставят его не только столкнуться с самим собой, но и выяснить, достоин ли он быть тем, кем ему суждено… царем!","trailer_id":"3TBIf36qiGE","name":"Аквамен"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_3959.jpg","date":"1997-4-11","genres":["боевик","триллер","приключения"],"description":"Команда исследователей отправляется на поиски затерянных индейских племен в самое сердце таинственных джунглей Амазонки. Наслаждаясь пейзажами великой реки, они не подозревают, что их проводник — сумасшедший охотник, помешавшийся на идее поймать гигантскую змею.\n\nНикто не верит его рассказам о мистическом хищнике, пока не появляется первая жертва, и их путешествие превращается в борьбу за выживание. Анаконда не ждет охотников, она сама — охотник.","trailer_id":"FSHdMRo_6rQ","name":"Анаконда 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_40676.jpg","date":"2004-8-25","genres":["боевик","триллер","приключения"],"description":"Научная экспедиция, спонсируемая фармацевтической компанией, отправляется на остров Борнео на поиски загадочной Черной Орхидеи. По преданиям, этот цветок обладает невероятными качествами: он продлевает жизнь и возвращает молодость.\n\nСлухи оказываются правдой: цветок существует, придает силы и продлевает жизнь обитателям джунглей… в том числе и анакондам. Эти исчадия ада стали невероятно быстрыми, дьявольски изощренными и достигли невероятных размеров.\n\nТеперь попавшим врасплох путешественникам предстоит найти выход из лабиринта тропических лесов и избежать встреч с их гигантскими обитателями…","trailer_id":"a8WYKVtMpqs","name":"Анаконда 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_397602.jpg","date":"2008-7-26","genres":["фантастика","боевик","триллер","приключения"],"description":"Профессиональный наемник и его команда получают задание от миллионера — схватить опасную змею, которая может стать источником бессмертия и исцеления опасных болезней. К опасной миссии присоединяется также ученая. Операция сулит хорошее вознаграждение, но в ходе экспедиции выясняется, что смертоносная анаконда сбежала из главной секретной лаборатории, где она подвергалась прогрессивным научным экспериментам. Воздействие препарата сделало змею еще более сильной, хитрой и опасной убийцей. Охотники вполне могут стать добычей коварной твари… А жажда наживы грозит обернуться наживкой для Анаконды!","trailer_id":"8Eqvp3c854A","name":"Анаконда 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_400854.jpg","date":"2009-0-28","genres":["фантастика","боевик","триллер","приключения"],"description":"С этой змеей связано множество невероятных мифов и суеверий. Но героям фильма предстоит убедиться в том, что змеи-мутанты продолжают размножаться, истребляя непрошенных «гостей», проникших в Царство Анаконды. Всполошенные рядом научных и корыстных экспедиций, гигантские рептилии начинают собственную охоту. Правда, это не останавливает желающих нажиться на сулящем большую прибыль трофее. Обычно новый сезон дождей выводит змею из оцепенения…","name":"Анаконда 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_814016.jpg","date":"2016-5-9","genres":["боевик","приключения"],"description":"События «Дней Минувшего Будущего» оказали колоссальное влияние на мир, где мутанты и люди борются за свое место под Солнцем. В это нелегкое время Людям Икс предстоит столкнуться со своим самым опасным противником — древним мутантом Апокалипсисом, существом, схватка с которым может стать последней не только для мутантов, но и в принципе для всего человечества. В поисках способа победы над неуязвимым и бессмертным монстром Людям Икс предстоит узнать больше о происхождении своего вида. Но Апокалипсис неимоверно силен, и вероятность победы все уменьшается, ведь он твердо убежден, что только сильнейшие имеют право на выживание…","trailer_id":"jOQKZF7nKCo","name":"Апокалипсис 2006"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_589290.jpg","date":"2017-10-3","genres":["триллер","драма","детектив"],"description":"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения… Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.","trailer_id":"wCXOJGtozIw","name":"Бегущий по лабиринту 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_589290.jpg","date":"2017-10-3","genres":["триллер","драма","детектив"],"description":"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения… Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.","trailer_id":"esbsh2ASBXg","name":"Бегущий по лабиринту 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_589290.jpg","date":"2017-10-3","genres":["триллер","драма","детектив"],"description":"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения… Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.","trailer_id":"EZPIOM74s4o","name":"Бегущий по лабиринту 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_589290.jpg","date":"2017-10-3","genres":["триллер","драма","детектив"],"description":"В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей — держать репликантов под контролем в условиях нарастающего напряжения… Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.","trailer_id":"taQW31SVPCk","name":"Бегущий по лезвию 2049"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_568550.jpg","date":"2012-5-14","genres":["боевик","драма","приключения"],"description":"Тьма приближается. Она прячется в лесах, спускается с гор, застилает небо. Никто не укроется от магического зеркала Королевы, живущей в неприступном замке, охраняемом бесчисленной армией. Но над Белоснежкой злые чары не властны. И тогда Королева отправляет Охотника, чтобы он принес ей сердце соперницы. Но очарованный Белоснежкой, он встает на ее сторону. Грядет великая битва. Лишь одна будет править.","trailer_id":"BQ1abe-5_6Q","name":"Белоснежка и охотник"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_260999.jpg","date":"2010-4-1","genres":["боевик","приключения"],"description":"Персей, сын бога, воспитанный человеком, не смог защитить свою семью от Аида, мстительного повелителя подземного мира. Теперь ему уже нечего терять, и он добровольно соглашается возглавить опасную миссию, чтобы одержать победу над Аидом до того, как тот отберет власть у Зевса и выпустит демонов подземного царства на Землю.\n\nВозглавляя отряд бесстрашных воинов, Персей отправляется в рискованное путешествие по лабиринту запретных миров. Чтобы победить в свирепой схватке с жуткими демонами и злобными чудовищами, противостоять злому року и стать хозяином своей судьбы, он должен осознать и принять свою божественную силу.","trailer_id":"lEQAt9lld1A","name":"Битва титанов 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_518128.jpg","date":"2012-3-28","genres":["боевик","приключения"],"description":"Прошло десять лет после героического поражения Персеем морского чудовища Кракена, теперь он живет спокойной жизнью деревенского рыбака и воспитывает 10-летнего сына.\n\nТем временем бушует борьба за превосходство между Богами и Титанами. Ослабленные нехваткой человеческой любви и преданности Боги теряют контроль над заключенными в тюрьму Титанами и их свирепым лидером, Кроносом, отцом правящих братьев Зевса, Аида и Посейдона.\n\nПерсей не может остаться в стороне, когда Аид вместе с сыном Зевса, Аресом, заключают сделку с Кроносом, чтобы вместе уничтожить Зевса.","trailer_id":"blSv0wBjq0k","name":"Битва титанов 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_662596.jpg","date":"2013-6-27","genres":["фэнтези","драма","мелодрама","комедия"],"description":"Тиму повезло — он молодой, симпатичный, многообещающий адвокат, а еще он… умеет перемещаться во времени. И чтобы очаровать девушку своей мечты, он готов повторять первое свидание вновь и вновь. Воистину, любовь с первого взгляда не всегда выходит с первого раза…","trailer_id":"qnd7kn_cpxM","name":"Бойфренд из будущего"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_397496.jpg","date":"2009-7-27","genres":["боевик","триллер","приключения"],"description":"Базирующееся в Египте высокотехнологичное международное военное подразделение, известное как G.I. Joe, противостоит зловещей корпорации, руководимой знаменитым оружейным бароном.","trailer_id":"FpWEwqBg_wk","name":"Бросок кобры 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_494839.jpg","date":"2013-3-11","genres":["боевик","триллер","приключения"],"description":"Во второй части отряд «G.I. Joe» вновь объявит вызов группировке «Кобра» и вступит в противостояние с правительством.","trailer_id":"UqMx0XxDqME","name":"Бросок кобры 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_453406.jpg","date":"2015-5-7","genres":["фантастика","приключения"],"description":"Преследуемый призраками беспокойного прошлого, Макс уверен, что лучший способ выжить — скитаться в одиночестве. Несмотря на это, он присоединяется к бунтарям, бегущим через всю пустыню на боевой фуре, под предводительством военачальника Фуриосы.\n\nОни пытаются сбежать из Цитадели, страдающей от тирании Несмертного Джо, у которого они забрали кое-что очень ценное. Разъярённый военачальник бросает все свои силы на погоню за мятежниками, ступая на дорогу войны — дорогу ярости.","trailer_id":"8m0NIGnUYDY","name":"Бузумный макс"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_4205.jpg","date":"1989-6-19","genres":["боевик","триллер","криминал"],"description":"В раннем детстве юный наследник Брюс Уэйн стал свидетелем убийства своих родителей и после этого стал ненавидеть преступность. В Готэме все чаще случались насилие, ограбления и убийства. В трудное для города время появляется герой, способный укротить любого преступника и заставить его бежать в страхе. Таинственный мститель, герой по прозвищу «Бэтмен», встал на защиту слабых и начал свою борьбу с преступниками. Раскрыть таинственность героя, узнать, кто скрывается за маской героя хотят журналистка Вики Вейл и репортер Нокс. Тем временем один из преступников, уходя от полицейской погони, упал в чан с химикатами и превратился в Джокера, который стал угрозой для города. Только Бэтмен может ему помешать…","trailer_id":"JpuWCQzgQSw","name":"Бэтмен"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_770631.jpg","date":"2016-3-12","genres":["фэнтези","боевик","приключения"],"description":"Опасаясь, что действия богоподобного супергероя так и останутся бесконтрольными, грозный и могущественный страж Готэм Сити бросает вызов самому почитаемому в наши дни спасителю Метрополиса, в то время как весь остальной мир решает, какой герой ему по-настоящему нужен. И пока Бэтмен и Супермен пребывают в состоянии войны друг с другом, возникает новая угроза, которая ставит человечество под самую большую опасность, с которой оно когда-либо сталкивалось.","trailer_id":"DSxiLieTFWk","name":"Бэтмен против супермена"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_689960.jpg","date":"2017-7-17","genres":["фэнтези","боевик","приключения"],"description":"2700 год. Валериан и Лорелин — космические спецагенты, которые по долгу службы впутались в подозрительное дело и стали невольными участниками то ли межгалактического заговора, то ли аферы причудливых поселенцев планеты Альфа, прибывших туда из различных миров со всех уголков галактик.","trailer_id":"mphUlJd_0Q8","name":"Валериан и город 1000 планет"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_3491.jpg","date":"2004-5-3","genres":["боевик","приключения"],"description":"Глубоко в Карпатах лежит таинственная страна Трансильвания — мир, в котором зло встречается на каждом шагу, мир, в котором опасность оживает с заходом солнца, и где монстры, живущие в глубине человеческих кошмаров, обретают форму. В этот мир попадает легендарный охотник на чудовищ Ван Хельсинг.\n\nВ своей непрерывной битве против сил зла и за освобождение мира от порождений ада Ван Хельсинг, по заданию секретного общества, отправляется в Трансильванию, чтобы скрестить оружие со смертельно опасным, наделённым неведомой силой графом Дракулой. На помощь ему внезапно приходит бесстрашная Анна Валери, поставившая целью избавить свою семью от векового проклятья, наложенного убитым вампиром.","trailer_id":"aMJ5rZ5cjI8","name":"Ван Хельсинг"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_196707.jpg","date":"2014-9-7","genres":["триллер","криминал"],"description":"Бывший агент ЦРУ, пожилой афроамериканец Роберт Маккол, решил начать жизнь заново, оставить непростое прошлое и смотреть в будущее, как и обещал покойной жене. Он уже нашёл обычную работу продавца в магазине. Однажды Маккол вступается за юную проститутку Тери, с которой болтал в местной закусочной и которая находится под контролем русской мафии. Маккол прекращает свою добровольную отставку и начинает самостоятельные поиски правосудия. Все, кто страдает от криминальных авторитетов, коррумпированных чиновников и не может найти помощи у государства, находят помощь в лице Маккола. Он поможет. Потому что он — великий уравнитель.","trailer_id":"I9KxbsRPu44","name":"Великий уравнитель"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_463634.jpg","date":"2018-10-1","genres":["фантастика","триллер","ужасы"],"description":"Что если в один прекрасный день в тебя вселяется существо-симбиот, которое наделяет тебя сверхчеловеческими способностями? Вот только Веном — симбиот совсем недобрый, и договориться с ним невозможно. Хотя нужно ли договариваться?.. Ведь в какой-то момент ты понимаешь, что быть плохим вовсе не так уж и плохо. Так даже веселее. В мире и так слишком много супергероев! Мы — Веном!","trailer_id":"h_CP3txSBvw","name":"Веном"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_5207.jpg","date":"2002-7-9","genres":["фэнтези","боевик","триллер","приключения"],"description":"2020 год. Планета во власти жестоких огнедышащих драконов, восставших из небытия из-за нелепой оплошности людей. Немногие обитатели сожжённого дотла Лондона, среди которых — бесстрашный воин Куинн, ютятся под землёй, тщетно противостоя всё увеличивающимся ордам голодных и мстительных тварей. И лишь появление охотников на драконов под предводительством отважного Ван Зана вселяет в них надежду. Вскоре они узнают о единственном самце, продолжателе всего драконьего рода, и теперь только от Ван Зана и Куинна зависит, смогут ли они победить чудовище, чтобы спасти человечество от полного вымирания.","trailer_id":"L7k5_yvl7lY","name":"Власть огня"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_565226.jpg","date":"2013-6-5","genres":["мелодрама"],"description":"В 1930-е высокопоставленный чиновник Лиги Наций Солаль приезжает в Женеву. Там он знакомится с замужней аристократкой Арианой, и через некоторое время у них начинается страстный роман.","name":"Влюбленные"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_606826.jpg","date":"2014-1-27","genres":["триллер","боевик"],"description":"Межконтинентальный авиарейс. Билл Маркс, воздушный маршал, который обеспечивает безопасность пассажиров, получает сообщения с угрозами от маньяка-террориста. Преступник просчитал все ходы и подставил под обвинение самого спецагента. Теперь Маркс — цель спецслужб США. Ему остается одно: вычислить и обезвредить преступника, спасти пассажиров и свою любовь, которую он обретает на краю гибели. До взрыва остаются считанные минуты…","trailer_id":"n5G5cvstdyk","name":"Воздушный маршал"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_60380.jpg","date":"2007-8-1","genres":["фэнтези","боевик","триллер","драма"],"description":"Согласно древней корейской легенде, ужасные создания Имуги вернутся и разрушат планету. Репортер Итан Кендрик, занимающийся расследованием обстоятельств дела, приходит к выводу, что ему может помочь девушка Сара, пораженная таинственной болезнью. Тем временем Имуги приближаются к Лос-Анджелесу, сея на своем пути хаос и разруху.","trailer_id":"hHt3t3S7QNk","name":"Война динозавров"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_81289.jpg","date":"2005-6-13","genres":["триллер","приключения"],"description":"Никто не поверил бы в начале 21 столетия, что за всем происходящим на Земле зорко и внимательно следят существа более развитые, чем человек; что в то время, как люди занимались своими делами, их исследовали и изучали.\n\nС бесконечным самодовольством сновали люди по всему земному шару, занятые своими делишками, уверенные в своей власти над материей. А между тем через бездну пространства на Землю смотрели глазами полными зависти, существа с высокоразвитым, холодным, бесчувственным интеллектом, и медленно, но верно вырабатывали свои враждебные нам планы…","trailer_id":"vTNtabMlRwg","name":"Война миров"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_261636.jpg","date":"2013-6-2","genres":["фантастика","боевик","триллер","приключения"],"description":"Бывший сотрудник ООН Джерри Лэйн оказывается в эпицентре эпидемии неизвестного вируса, который за считанные секунды превращает людей в зомби. Пытаясь найти противоядие против вируса, Лэйн путешествует вместе со своей группой почти по всему миру, поражённому эпидемией. Теперь судьба всего мира висит на волоске, и Джерри — его единственная надежда.","trailer_id":"03TVqbzG_1w","name":"Война миров Z"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_463738.jpg","date":"2011-7-28","genres":["боевик","триллер","драма"],"description":"Молодой ученый испытывает на обезьянах новое лекарство от болезни Альцгеймера. У препарата обнаруживается удивительный побочный эффект: он повышает в несколько раз интеллект приматов.","trailer_id":"U_TRR7Kjs5w","name":"Востание планеты обезьян 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_463738.jpg","date":"2011-7-28","genres":["боевик","триллер","драма"],"description":"Молодой ученый испытывает на обезьянах новое лекарство от болезни Альцгеймера. У препарата обнаруживается удивительный побочный эффект: он повышает в несколько раз интеллект приматов.","trailer_id":"i-V8ypxQq1E","name":"Востание планеты обезьян 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_505966.jpg","date":"2015-1-27","genres":["боевик","приключения"],"description":"Юпитер Джонс родилась под ночным небом, и все знаки предсказывали, что девочке предстоят великие свершения. Юпитер выросла и каждый день видит во сне звезды, но просыпается в жесткой реальности, где она работает уборщицей и моет туалеты. Личная жизнь Юпитер тоже оставляет желать лучшего, пока девушка не встречает Кейна. Кейн, бывший военный охотник, прибывает на Землю, чтобы отыскать Юпитер и раскрыть девушке ее истинное предназначение. Благодаря своим генетическим особенностям Юпитер становится претенденткой невероятного наследия, способного изменить равновесие во Вселенной.","trailer_id":"SeRm__D8MjI","name":"Восхождение Юпитер"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_517988.jpg","date":"2011-9-30","genres":["триллер","драма","мелодрама","криминал"],"description":"Добро пожаловать в мир, где время стало единственной и самой твердой валютой, где люди генетически запрограммированы так, что в 25 лет перестают стареть. Правда, последующие годы стоят денег. И вот богатые становятся практически бессмертными, а бедные, как всегда, обречены сражаться за жизнь.\n\nУилл, бунтарь из гетто, несправедливо обвинен в убийстве с целью грабежа времени и вынужден, захватив заложницу, пуститься в бега. Так, ежеминутно рискуя жизнью, эти двое становятся грозным оружием в борьбе с системой. Но вот вопрос: кто кого? А может быть, в дело вмешается третья сила?..","trailer_id":"3JIeH2bfkFk","name":"Время"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_453374.jpg","date":"2012-8-2","genres":["боевик","триллер","детектив","приключения"],"description":"Он — обычный рабочий-строитель, живущий в маленькой квартирке в захудалом районе города будущего где-то в Новой Азии. Хотя собственная жизнь его в целом устраивает, он не может избавиться от чувства, что ему хочется чего-то большего. Потребность в новых будоражащих впечатлениях приводит его в офис компании «Вспомнить всё», имплантирующей в память своих клиентов воспоминания-фантазии, которые они могут получить не рискуя при этом пережить сами события в реальности. Пока герой выбирает, какие именно воспоминания ему приобрести, отряд спецназа штурмует комнату, где он находится, и уже было берет его под арест. К своему собственному удивлению, он молниеносно уничтожает весь отряд при помощи невероятных бойцовских навыков, о владении которыми он и не подозревал…","trailer_id":"r1NWhl5M_2Y","name":"Вспомнить всё"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_843209.jpg","date":"2016-0-1","genres":["мелодрама"],"description":"Любовь? Серьезные отношения? Ответственность? Семья? Закоренелый холостяк Тревис Паркер считает, что все это не для него. У него есть отличная работа и верные друзья. Он увлекается охотой, рыбалкой, занимается экстремальными видами спорта — и избегает серьезных отношений. Но не родился еще на свет человек, которому удалось бы уйти от настоящей любви… Когда в доме по соседству поселяется тихая, замкнутая Габи, жизнь Тревиса меняется.","trailer_id":"_92FJLt9ncY","name":"Выбор"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_276762.jpg","date":"2010-11-11","genres":["детектив","приключения","семейный"],"description":"Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится всё призрачнее…","trailer_id":"xbZikQXM6QY","name":"Гарри Поттер 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_688.jpg","date":"2002-11-3","genres":["детектив","приключения","семейный"],"description":"Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.\n\nЮный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы.","trailer_id":"KZ2LPNjWeDM","name":"Гарри Поттер 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_322.jpg","date":"2004-5-23","genres":["детектив","приключения","семейный"],"description":"В третьей части истории о юном волшебнике полюбившиеся всем герои — Гарри Поттер, Рон и Гермиона — возвращаются уже на третий курс школы чародейства и волшебства Хогвартс. На этот раз они должны раскрыть тайну узника, сбежавшего из зловещей тюрьмы Азкабан, чье пребывание на воле создает для Гарри смертельную опасность…","trailer_id":"wFy2Ny7OH-4","name":"Гарри Поттер 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_8408.jpg","date":"2005-11-6","genres":["детектив","приключения","семейный"],"description":"Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс. При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее.\n\nК тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только за победу в соревновании, но и, прежде всего, за свою жизнь.","trailer_id":"9dlfKvJvcbQ","name":"Гарри Поттер 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_48356.jpg","date":"2007-6-28","genres":["детектив","приключения","семейный"],"description":"Гарри проводит свой пятый год в школе Хогвартс и обнаруживает, что многие из членов волшебного сообщества отрицают факт недавнего состязания юного волшебника с воплощением вселенского зла Волдемортом. Все делают вид, что не имеют ни малейшего представления о том, что злодей вернулся. Однако впереди волшебников ждет необычная схватка.","trailer_id":"erWkCXBbjiA","name":"Гарри Поттер 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_89515.jpg","date":"2009-7-15","genres":["детектив","приключения","семейный"],"description":"Теперь не только мир волшебников, но и мир маглов ощущает на себе все возрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.\n\nТем временем учеников атакуют самые разные враги, а подростковые эмоции хлещут через край. Гарри начинает понимать, что становится все более неравнодушным к Джинни, однако, и Дин Томас тоже. А Лаванда Браун вбила себе в голову, что Рон — тот самый единственный, которого она ждет, да вот только не учла волшебного эффекта шоколадных конфет Ромильды Вейн! Ну и, наконец, Гермиона пылает жгучей ревностью, но старается не показывать своих чувств. Пока романтические отношения расцветают, лишь один ученик остается в стороне. Он твердо намерен оставить свою метку, темную метку. Любовь витает в воздухе, но впереди ждет беда, и Хогвартс, возможно, уже никогда не будет прежним.","trailer_id":"uXnGyDVUZKY","name":"Гарри Поттер 6"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_276762.jpg","date":"2010-11-11","genres":["детектив","приключения","семейный"],"description":"Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится всё призрачнее…","trailer_id":"duTgbVXkoIk","name":"Гарри Поттер 7"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_461958.jpg","date":"2014-7-23","genres":["приключения"],"description":"Более тысячи лет назад измученная душа скиталась по Земле, полубог, получеловек — Геракл — могучий сын царя богов Зевса, совершив все 12 подвигов, потерял семью и теперь находит утешение только в кровавых битвах.\n\nЗа эти годы он собирает вокруг себя шестерых таких же потерянных воинов, единственным смыслом жизни для которых стали сражения и присутствие смертельной опасности. Эти мужчины и женщина никогда не задают вопрос, где, почему или с кем они идут сражаться; только, сколько им заплатят. Зная это, фракийский царь Котис нанимает этих воинов, чтобы они обучили его солдат и сделали из них самую сильную и великую армию всех времен.","trailer_id":"K5b30ZYOpuo","name":"Геракл"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_9528.jpg","date":"1999-7-26","genres":["боевик","триллер"],"description":"Учёные подводной лаборатории «Акватика», разрабатывая препарат от болезни Альцгеймера, находят способ генетического увеличения мозга подопытных акул. Агрессивные и злобные хищники превращаются в думающих монстров-убийц, способных перехитрить своих создателей. Теперь последние пытаются справиться с разъярёнными хищниками, но спастись от острых челюстей огромных и умных акул практически невозможно…","trailer_id":"VlaNDFbgDdk","name":"Глубокое синее море"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_260991.jpg","date":"2014-5-8","genres":["боевик","триллер","приключения"],"description":"Человечество случайно разбудило гигантское древнее существо, что повлекло за собой ужасающие последствия.","trailer_id":"6qLp_Mw2jZ8","name":"Годзилла 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_840045.jpg","date":"2019-5-29","genres":["фэнтези","боевик","приключения"],"description":"История рассказывает о героических усилиях криптозоологического агентства «Монарх» по сдерживанию гигантских монстров. В этот раз против могучего Годзиллы выступают Мотра, Родан и ультимативный кайдзю — трёхголовый монстр Кинг Гидора. Когда эти древние суперхищники, со временем превратившиеся в полузабытые мифы, восстают снова, чтобы сойтись в схватке, человечеству остаётся отойти в сторонку и постараться не погибнуть.","trailer_id":"B5z4ydAzQac","name":"Годзилла 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_468581.jpg","date":"2012-3-12","genres":["триллер","приключения"],"description":"Будущее. Деспотичное государство ежегодно устраивает показательные игры на выживание, за которыми в прямом эфире следит весь мир. Жребий участвовать в Играх выпадает юной Китнисс и тайно влюбленному в нее Питу. Они знакомы с детства, но теперь должны стать врагами. Ведь по нерушимому закону Голодных игр победить может только один из 24 участников. Судьям не важно кто выиграет, главное — зрелище. И на этот раз зрелище будет незабываемым.","trailer_id":"Qxi57eFjqC4","name":"Голодные игры 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_602373.jpg","date":"2013-11-11","genres":["боевик","триллер","детектив","приключения"],"description":"Сумев выжить на безжалостных Голодных играх, Китнисс Эвердин и Пит Мелларк возвращаются домой. Но теперь они в еще большей опасности, так как своим отказом играть по правилам на Арене бросили вызов Капитолию. По традиции следующие, юбилейные, Голодные игры должны стать особенными, и в этот раз в них участвуют только победители прошлых лет. Китнисс и Пит вынуждены вновь выйти на Арену, где будут соперничать с сильнейшими. Правила игры меняются. Арена еще опасней, масштаб еще больше, ставки еще выше!","trailer_id":"6JzAD3awJI0","name":"Голодные игры 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_661911.jpg","date":"2014-11-10","genres":["боевик","триллер","приключения"],"description":"75-ые Голодные игры изменили все. Китнисс нарушила правила, и непоколебимое до той поры деспотичное правление Капитолия пошатнулось. У людей появилась надежда, и ее символ — Сойка-пересмешница. Теперь, чтобы освободить захваченного в плен Пита и защитить своих близких, Китнисс придется сражаться в настоящих битвах и стать еще сильнее, чем на арене игр.","trailer_id":"uh6bbF8bZZc","name":"Голодные игры 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_663715.jpg","date":"2015-11-4","genres":["боевик","триллер","приключения"],"description":"Китнисс Эвердин и своенравный Пит Мелларк пытаются выиграть гражданскую войну между самодержавным Капитолием и истерзанными войной районами Панема…","trailer_id":"Z2CzTkp1Z8w","name":"Голодные игры 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_596125.jpg","date":"2013-9-2","genres":["драма","биография"],"description":"70-е годы XX века. Золотое время «Формулы-1»: обтекаемые формы гоночных машин, брутальные на треке и ранимые в обычной жизни гонщики, сексуальные поклонницы, литры шампанского на финише для победителя… Два непримиримых соперника в истории гонок — обаятельный плейбой-англичанин Джеймс Хант и дисциплинированный перфекционист-австриец Ники Лауда — доводят себя до предела физической и психологической выносливости ради триумфа на трассе. Для них нет легких путей к победе и права на ошибку. Единственный промах гонщикам может стоить карьеры и даже жизни.","trailer_id":"X6rAQFSvaDM","name":"Гонка"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_477647.jpg","date":"2013-3-22","genres":["драма","мелодрама"],"description":"Земля — в опасности! Наше место скоро займут Души — лишенные плотской оболочки пришельцы, вытесняющие из человеческих тел разум и замещающие его разумом собственным. Большая часть человечества уже погибла. Немногие выжившие скрываются в жалкой попытке отсрочить неизбежное… Теперь Душа пытается захватить тело юной Мелани. Однако происходит неожиданное: Мелани и ее Душа вынуждены сосуществовать в одном теле. Гостье надлежало выследить и выдать землян-повстанцев, с которыми связана Мелани, но она помогает своей носительнице.","trailer_id":"9Xz8I1wae6A","name":"Гостья"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_468466.jpg","date":"2013-8-28","genres":["триллер","драма"],"description":"Доктор Райан Стоун, блестящий специалист в области медицинского инжиниринга, отправляется в свою первую космическую миссию под командованием ветерана астронавтики Мэтта Ковальски, для которого этот полет — последний перед отставкой. Но во время, казалось бы, рутинной работы за бортом случается катастрофа.\n\nШаттл уничтожен, а Стоун и Ковальски остаются совершенно одни; они находятся в связке друг с другом, и все, что они могут, — это двигаться по орбите в абсолютно черном пространстве без всякой связи с Землей и какой-либо надежды на спасение.","trailer_id":"OZ-64FmA8WY","name":"Гравитация"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_505851.jpg","date":"2014-5-28","genres":["боевик"],"description":"В недалёком будущем раса инопланетян вторгается на Землю. Никакая армия в мире не может противостоять им. Майор Уильям Кейдж умирает в бою, но случается невозможное — он оказывается во временной петле. Раз за разом он попадает в один и тот же бой, сражается и умирает… снова и снова. И каждое повторяющееся сражение приближает его к разгадке того, как победить врага.","trailer_id":"DXUZURKje2o","name":"Грань будущего"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462360.jpg","date":"2016-1-21","genres":["боевик","комедия","приключения"],"description":"Уэйд Уилсон — наёмник. Будучи побочным продуктом программы вооружённых сил под названием «Оружие X», Уилсон приобрёл невероятную силу, проворство и способность к исцелению. Но страшной ценой: его клеточная структура постоянно меняется, а здравомыслие сомнительно. Всё, чего Уилсон хочет, — это держаться на плаву в социальной выгребной яме. Но течение в ней слишком быстрое.","trailer_id":"SXZQ7717vtw","name":"Дедпулл"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_44394.jpg","date":"1990-4-18","genres":["криминал"],"description":"20-е годы. В Америке сухой закон. Подпольные торговцы спиртным, которые понесли убытки из-за предательства некоего Микк Нича — Микиты Ничипорука, решают ему отомстить.\n\nВ поисках своей жертвы наемный убийца прибывает в Одессу, где Ничипорук организовал самогонный бизнес. И тут у киллера возникают непредвиденные трудности. Одесса — это вам не Америка!..","trailer_id":"aGAm7l_0DO8","name":"Дежа вю"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_280176.jpg","date":"2008-12-10","genres":["триллер","драма"],"description":"История инопланетянина, который прибыл на нашу планету с предупреждением: если не будут прекращены войны и разрушения, Земля будет уничтожена извне, поскольку представляет угрозу для остальной Вселенной!","trailer_id":"J5VHT3C2pmE","name":"День когда земля остановилась"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462453.jpg","date":"2013-0-27","genres":["приключения"],"description":"История начинается с похищения принцессы, что грозит нарушить хрупкий мир между людьми и великанами. Юный фермер возглавляет вылазку в царство гигантов в надежде спасти девушку.","trailer_id":"7SNsstrJFQU","name":"Джек - покоритель великанов"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_77540.jpg","date":"2012-0-22","genres":["боевик","приключения"],"description":"Ветеран Гражданской войны в США Джон Картер против своей воли оказывается на Марсе, где попадает в плен к воинственным четырехметровым туземцам. Картеру предстоит не только спастись самому, но и спасти принцессу Дею Торис из Гелиума.","trailer_id":"ngAH7JQAD28","name":"Джон Картер"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_762738.jpg","date":"2014-9-19","genres":["триллер","криминал"],"description":"Джон Уик, на первый взгляд, — самый обычный среднестатистический американец, который ведет спокойную мирную жизнь. Однако мало кто знает, что он был наёмным убийцей, причём одним из лучших профессионалов в своём деле.\n\nПосле того, как сынок главы бандитской группы со своими приятелями угоняет его любимый «Мустанг» 1969 года выпуска, при этом убив его собаку Дейзи, которая была единственным напоминанием об умершей супруге, Джон вынужден вернуться к своему прошлому. Теперь Уик начинает охоту за теми, кто имел неосторожность перейти ему дорогу, и он готов на всё, чтобы отомстить.","trailer_id":"x2db3fR1fBs","name":"Джон Уик 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_885658.jpg","date":"2017-1-30","genres":["триллер","криминал"],"description":"Когда бывший коллега Джона решает взять под свой контроль таинственную гильдию убийц, Уик вынужден выйти из отставки. Ведомый кровавой клятвой Джон отправляется в Рим, где ему придется сразиться с одними из самых опасных киллеров в мире.","trailer_id":"0DkJa_aGTP8","name":"Джон Уик 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_1009536.jpg","date":"2019-5-15","genres":["триллер","криминал"],"description":"Суперкиллер Джон Уик после нарушения кодекса тайной гильдии ассасинов получает статус изгоя — экскомьюникадо. За его голову назначена цена в 14 миллионов долларов, и армия самых жестоких профессиональных убийц со всего мира открывает на него кровавую охоту.","trailer_id":"S-nQ_fE_moU","name":"Джон Уик 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_695609.jpg","date":"2017-12-5","genres":["боевик","комедия","приключения"],"description":"Четверо подростков оказываются внутри игры «Джуманджи». Их ждет схватка с носорогами, черными мамбами, а на каждом шагу будет подстерегать бесконечная череда ловушек и головоломок. Чтобы пройти игру и остаться в живых, им придется перевоплотиться в персонажей игры: робкий и застенчивый Спенсер превращается в отважного и сильного исследователя, здоровяк Фридж — в коротышку, модница и красавица Беттани — в профессора, а неуклюжая и нескладная Марта становится бесстрашной и ловкой амазонкой. Друзьям придется привыкнуть к совершенно новым и таким непривычным для себя ролям и найти дорогу домой.","trailer_id":"6Rtj7IlxB5s","name":"Джумаджи"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_817931.jpg","date":"2016-3-8","genres":["боевик","триллер","детектив","приключения"],"description":"Трис и Фор впервые покидают город и своих близких и оказываются в опасном мире за стеной, отделяющей Чикаго, где им открывается шокирующая правда.\n\nОни должны быстро разобраться, кому можно доверять, так как битва, разгорающаяся за стенами города, угрожает всему человечеству. Чтобы выжить, Трис придется сделать непростой выбор между мужеством, верностью, любовью и необходимостью идти на жертвы.","trailer_id":"gHUtFRTUL7k","name":"Дивергент 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_762225.jpg","date":"2015-3-11","genres":["боевик","триллер","приключения"],"description":"В новой главе антиутопии об обществе, где все расставлено по полочкам, а любая индивидуальность подлежит искоренению, Трис должна найти способ борьбы со страшной системой, уничтожающей ее близких. Кто из них на очереди? Она узнает все больше страшных подробностей, стоящих за кажущимся порядком, и уже не может не видеть, что в ее мире пора что-то менять. Но главное в этой борьбе — справиться с расколом, который враг порождает в ее собственной душе.","trailer_id":"lMmP2spzkkY","name":"Дивергент 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_817931.jpg","date":"2016-3-8","genres":["боевик","триллер","детектив","приключения"],"description":"Трис и Фор впервые покидают город и своих близких и оказываются в опасном мире за стеной, отделяющей Чикаго, где им открывается шокирующая правда.\n\nОни должны быстро разобраться, кому можно доверять, так как битва, разгорающаяся за стенами города, угрожает всему человечеству. Чтобы выжить, Трис придется сделать непростой выбор между мужеством, верностью, любовью и необходимостью идти на жертвы.","trailer_id":"jWCZKUCMifI","name":"Дивергент 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_572772.jpg","date":"2013-0-24","genres":["триллер","криминал"],"description":"Бывший преступник Джейкоб Стернвуд вынужден вернуться в Лондон из своего убежища, когда его сын вовлечен в ограбление, пошедшее не так. У детектива Макса Левински появляется шанс поймать человека, которому всегда удавалось уйти. Соперники снова меряются силами, но они сталкиваются с более глубоким преступным заговором, с которым вынуждены бороться, чтобы выжить.","trailer_id":"zEHIFwAh5EY","name":"Добро пожаловать в капкан"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409600.jpg","date":"2016-10-13","genres":["фэнтези","боевик","приключения"],"description":"Страшная автокатастрофа поставила крест на карьере успешного нейрохирурга Доктора Стрэнджа. Отчаявшись, он отправляется в путешествие в поисках исцеления и открывает в себе невероятные способности к трансформации пространства и времени. Теперь он — связующее звено между параллельными измерениями, а его миссия — защищать жителей Земли и противодействовать Злу, какое бы обличие оно ни принимало.","trailer_id":"6SlCZgygmbs","name":"Доктор Стрендж"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_32898.jpg","date":"1997-0-20","genres":["комедия","криминал"],"description":"Судьба сводит героев картины в больнице, где врачи выносят им смертный приговор. Счет времени их жизней идет на часы. Дальнейшие события в фильме разворачиваются в стремительном темпе. Украв машину с миллионом немецких марок в багажнике, они сбегают из больницы.\n\nИх преследуют наемные убийцы, они становятся грабителями поневоле, за ними гонится полиция, они попадают в бордель. Но тем не менее продолжают мчаться вперед, навстречу своей судьбе.","trailer_id":"Vw3edQE_CUs","name":"Достучатся до небес"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_395057.jpg","date":"2014-9-30","genres":["фэнтези","боевик","драма","военный"],"description":"Влад Дракула был величайшим правителем, доблестным воином и страстным мужчиной. Но судьба свела его с врагом, коварство которого не знало границ. И тогда Дракула заключил сделку — нечеловеческая сила в обмен на самую малость — бессмертную душу…","trailer_id":"UPUH1TTf2fI","name":"Дракула"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_5565.jpg","date":"2003-11-14","genres":["драма","приключения","военный","история"],"description":"Действие фильма разворачивается во время наполеоновских войн. Военный парусник Ее Величества «Сюрприз», бороздящий просторы Атлантики, был неожиданно атакован огромным неизвестным кораблем, появившимся из тумана. Благодаря смелости и находчивости команды «Сюрпризу» удается уйти от смерти. Несмотря на тяжелые повреждения и потери, капитан Джек Обри по прозвищу Счастливчик принимает решение преследовать врага и устремляется в погоню, которая уведет его на край света. На кону репутация Джека, его жизнь и жизнь его команды…","trailer_id":"9nAJbB0NOgw","name":"Дрож земли 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_88691.jpg","date":"1996-4-9","genres":["фантастика","боевик","триллер","комедия"],"description":"Гигантские черви «грабоиды» возвращаются, чтобы превратить Землю в большой шведский стол. Пока что древние хищники из прекембрийского периода довольствуются случайными странниками и рабочими, оказавшимися в мексиканской пустыне.\n\nНо аппетиты тварей растут с каждым днем. Бизнесмен Карлос Ортега решает положить конец беспределу гигантских червей и отправляется в штат Невада на поиски Эрла Бассета, того самого смельчака, которому удалось убить нескольких червей…","trailer_id":"rFDsyFPG5kQ","name":"Дрож земли 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_472368.jpg","date":"2012-1-19","genres":["фэнтези","боевик"],"description":"Человечество обнаружило существование вампиров и ликанов и начинает войну, чтобы уничтожить эти расы. Селин прорывается к пирсу, где её ждет Майкл для того чтобы вместе отплыть на корабле и скрыться ото всех. Но у пирса их ждет засада. Взрыв гранаты разбрасывает Селин и Майкла в разные стороны. 12 лет спустя Селин просыпается от криогенного сна в лаборатории и узнает о существовании родной дочери Евы — гибрида вампира и ликана. Теперь Селин нужно защитить Еву от ликанов, которые намерены использовать ее, чтобы устранить у своего вида уязвимость от серебра…","trailer_id":"SSJ9MeTIkJM","name":"Другой мир 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_77441.jpg","date":"2006-1-12","genres":["фэнтези","боевик","триллер","приключения"],"description":"В мире, недоступном простым смертным, идет борьба между вампирами и оборотнями. События фильма повествуют об истоках этой вражды, ставшей для вампира Селин и Майкла, полуоборотня, проклятьем. Сражаясь с врагами из обоих кланов, они познают тайну своего происхождения. Их ждет великая битва, которая покончит с вечным противостоянием.","trailer_id":"satYE7uYb64","name":"Другой мир 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_258772.jpg","date":"2009-1-22","genres":["фэнтези","боевик","триллер","приключения"],"description":"История, прослеживающая происхождение вековой кровной борьбы между аристократичными вампирами и их рабами, ликанами. Люциан — лидер, который сплотит их против Виктора, жестокого старейшины вампиров. К Люциану присоединяется дочь Виктора, Соня, и помогает ему в борьбе за свободу.","trailer_id":"qQiKkux3mP0","name":"Другой мир 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_472368.jpg","date":"2012-1-19","genres":["фэнтези","боевик"],"description":"Человечество обнаружило существование вампиров и ликанов и начинает войну, чтобы уничтожить эти расы. Селин прорывается к пирсу, где её ждет Майкл для того чтобы вместе отплыть на корабле и скрыться ото всех. Но у пирса их ждет засада. Взрыв гранаты разбрасывает Селин и Майкла в разные стороны. 12 лет спустя Селин просыпается от криогенного сна в лаборатории и узнает о существовании родной дочери Евы — гибрида вампира и ликана. Теперь Селин нужно защитить Еву от ликанов, которые намерены использовать ее, чтобы устранить у своего вида уязвимость от серебра…","trailer_id":"3xubGZGWgDk","name":"Другой мир 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_840824.jpg","date":"2016-11-24","genres":["фэнтези","боевик","приключения"],"description":"Воительница-вампир Селин вступает в решающий бой между ликанами и кланом вампиров, который предал её. Она должна остановить бесконечную войну, даже если ей придётся пойти на самую большую жертву.","trailer_id":"DFcUu9MOmFc","name":"Другой мир 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_463860.jpg","date":"2014-8-18","genres":["драма","мелодрама","музыка"],"description":"Мия — талантливая девушка, влюбленная в классическую музыку, в свою виолончель и рокера Адама. Но после автокатастрофы Мия оказывается в коме. Пока тело девушки лежит в больнице, ее душа должна решить, хочет ли она жить дальше или же лучше отправиться в мир иной вслед за своими родными.","trailer_id":"30DSl7AN1cc","name":"Если я останусь"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_411924.jpg","date":"2010-4-26","genres":["боевик","приключения"],"description":"Прошло полгода с тех пор, как мир узнал, что миллиардер-изобретатель Тони Старк является обладателем уникальной кибер-брони Железного человека. Общественность требует, чтобы Старк передал технологию брони правительству США, но Тони не хочет разглашать её секреты, потому что боится, что она попадёт не в те руки.\n\nМежду тем Иван Ванко — сын русского учёного, когда-то работавшего на фирму Старка, но потом уволенного и лишенного всего, намерен отомстить Тони за беды своей семьи. Для чего сооружает своё высокотехнологичное оружие.","trailer_id":"ie4_5r4SlQU","name":"Железный человек 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462762.jpg","date":"2013-4-12","genres":["боевик","приключения"],"description":"Когда мир Старка рушится на его глазах по вине неизвестных противников, Тони жаждет найти виновных и свести с ними счеты. Оказавшись в безвыходной ситуации, Старк может рассчитывать только на себя и свою изобретательность, чтобы защитить тех, кто ему дорог. Это становится настоящим испытанием для героя, которому придется не только сражаться с коварным врагом, но и разобраться в себе, чтобы найти ответ на вопрос, который давно его тревожит: что важнее — человек или костюм?","trailer_id":"DHxF1sf__mY","name":"Железный человек 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_88198.jpg","date":"2011-9-6","genres":["боевик","семейный"],"description":"События фильма происходят в будущем, где бокс запрещен за негуманностью и заменен боями 2000-фунтовых роботов, управляемых людьми. Бывший боксер, а теперь промоутер, переметнувшийся в Робобокс, решает, что наконец нашел своего чемпиона, когда ему попадается выбракованный, но очень способный робот. Одновременно на жизненном пути героя возникает 11-летний парень, оказывающийся его сыном. И по мере того, как машина пробивает свой путь к вершине, обретшие друг друга отец и сын учатся дружить.","trailer_id":"VQfjnd3xCqo","name":"Живая сталь"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_81555.jpg","date":"2008-12-10","genres":["фэнтези"],"description":"Фильм о мужчине, который родился в возрасте 80-ти лет, а затем… начал молодеть. Этот человек, как и каждый из нас, не мог остановить время. Его путь в ХХI век, берущий свое начало в Новом Орлеане в 1918-м году в самом конце Первой Мировой войны, будет столь необычен, что вряд ли мог иметь место в жизни кого-либо другого. Фильм повествует о судьбе уникального человека, о людях и событиях, что ждут его впереди, о любви, которую он обретет и потеряет, о радостях жизни и грусти потерь и о том, что остается с нами вне времени.","trailer_id":"SQk2r7M2bZA","name":"Загадочная история Бенджамина Баттона"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_624231.jpg","date":"2013-4-21","genres":["приключения","боевик"],"description":"Навас и Ари — идеальная пара и профессиональные мошенники. Она — роковая красотка, соблазняющая богатых мужчин, а он — жестокий налетчик, который их грабит. Все меняется, когда Навас и Ари выбирают себе новую жертву — богатенького красавчика Микеля, в которого Ари влюбляется без памяти…","trailer_id":"mUv5-mcqE08","name":"Зажигание"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_276376.jpg","date":"2008-0-27","genres":["триллер","криминал"],"description":"Молодую девушку похитили во время туристического отдыха. Её отец пускается в опасное приключение-спасение, чтобы вернуть дочь и наказать виновных лично.","trailer_id":"l52ymSUNb7Y","name":"Заложница 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_453544.jpg","date":"2012-9-7","genres":["триллер","криминал"],"description":"Брайану Миллсу придется расхлебывать последствия своих действий. Спасая свою дочь, он убил главаря банды, у которого — сюрприз! — есть отец по имени Мурад. Мурад жаждет отмщения, и описывается как человек, отдающий приказы, но сам никогда никому не подчиняющийся. Мурад берет в заложники Миллса с супругой, и тут уже Ким Миллс нужно будет спасать своих родителей.","trailer_id":"eckhDtWO3CQ","name":"Заложница 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_712639.jpg","date":"2014-12-16","genres":["триллер"],"description":"Жизнь бывшего правительственного агента Брайана Миллса рушится, когда его обвиняют в убийстве, которого он не совершал. Преследуемый опытным инспектором полиции, Миллс пытается отследить настоящего убийцу…","trailer_id":"edHp1Sq5KoM","name":"Заложница 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_807640.jpg","date":"2015-11-10","genres":["биография","спорт"],"description":"В Америке один за одним неожиданно и загадочно умирают знаменитые спортсмены. Молодой, но талантливый патологоанатом хочет докопаться до истины, однако не всем нужна правда.","trailer_id":"T7RQauFfEL4","name":"Защитник"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_6695.jpg","date":"1999-5-16","genres":["фэнтези","боевик","приключения"],"description":"Мирная и процветающая планета Набу. Торговая федерация, не желая платить налоги, вступает в прямой конфликт с королевой Амидалой, правящей на планете, что приводит к войне. На стороне королевы и республики в ней участвуют два рыцаря-джедая: учитель и ученик, Квай-Гон-Джин и Оби-Ван Кеноби…","trailer_id":"pxLVXj_qqrM","name":"Звёздные войны 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_5619.jpg","date":"2005-5-12","genres":["фэнтези","боевик","приключения"],"description":"Идёт третий год Войн клонов. Галактическая Республика, некогда бывшая спокойным и гармоничным государством, превратилась в поле битвы между армиями клонов, возглавляемых канцлером Палпатином, и армадами дроидов, которых ведёт граф Дуку, тёмный лорд ситхов. Республика медленно погружается во тьму. Лишь рыцари-джедаи, защитники мира и справедливости, могут противостоять злу, которое вскоре поглотит галактику. Но настоящая битва идёт в душе у молодого рыцаря-джедая Энакина, который разрывается между долгом джедая и любовью к своей жене, сенатору Падме Амидале. И от того, какое чувство в нём победит, зависит будущее всего мира.","trailer_id":"Uz_SI5JC5-Q","name":"Звёздные войны 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_333.jpg","date":"1977-5-25","genres":["фэнтези","боевик","приключения"],"description":"Татуин. Планета-пустыня. Уже постаревший рыцарь Джедай Оби Ван Кеноби спасает молодого Люка Скайуокера, когда тот пытается отыскать пропавшего дроида. С этого момента Люк осознает свое истинное назначение: он один из рыцарей Джедай. В то время как гражданская война охватила галактику, а войска повстанцев ведут бои против сил злого Императора, к Люку и Оби Вану присоединяется отчаянный пилот-наемник Хан Соло, и в сопровождении двух дроидов, R2D2 и C-3PO, этот необычный отряд отправляется на поиски предводителя повстанцев — принцессы Леи. Героям предстоит отчаянная схватка с устрашающим Дартом Вейдером — правой рукой Императора и его секретным оружием — «Звездой Смерти».","trailer_id":"LSK3eccQIJA","name":"Звёздные войны 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_596643.jpg","date":"2015-5-9","genres":["приключения","семейный"],"description":"Когда в руки к молодой девушке, жаждущей новых приключений, попадает загадочный предмет, открывающий доступ в параллельную реальность, она вынуждена обратиться за помощью к циничному гению-изобретателю Фрэнку. Кейси должна убедить бывшего вундеркинда раскрыть ей тайну загадочного места, находящегося вне привычной реальности, известного как Земля будущего, и убедить Фрэнка вернуться туда, откуда его однажды изгнали…","trailer_id":"wafcG88hp6k","name":"Земля будущего"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_12198.jpg","date":"1997-9-3","genres":["драма","детектив","приключения"],"description":"Николас Ван Ортон — само воплощение успеха. Он преуспевает, он невозмутим и спокоен, привык держать любую ситуацию под контролем. На день рождения Николас получает необычный подарок — билет для участия в «Игре».\n\nЕму обещают, что игра вернет яркие чувства, позволит ощутить вкус и остроту жизни. Вступив в игру, Николас начинает осознавать, что это игра всерьез, игра не на жизнь, а на смерть.","trailer_id":"f5IDa763_Dw","name":"Игра"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_102198.jpg","date":"2006-1-22","genres":["драма","мелодрама","детектив"],"description":"Вена. Начало 20 века. В городе появляется загадочный человек, называвший себя иллюзионистом Эйзенхаймом. Он показывает публике невиданные фокусы, которые кажутся не иначе как волшебством.\n\nСлава о необыкновенном чародее доходит до кронпринца Леопольда, который почтил своим присутствием одно из представлений Эйзенхайма. Леопольда сопровождает его будущая невеста Софи. Её появление в зале дает толчок для целой вереницы необъяснимых событий, корни которых уходят в прошлое…","trailer_id":"Iy8-Jbkun_Y","name":"Иллюзионист"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_522892.jpg","date":"2013-5-21","genres":["криминал","детектив"],"description":"Команда лучших иллюзионистов мира проворачивает дерзкие ограбления прямо во время своих шоу, играя в кошки-мышки с агентами ФБР.","trailer_id":"uUPV6oFIXgw","name":"Иллюзия обмана"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_258687.jpg","date":"2014-10-26","genres":["драма","приключения"],"description":"Когда засуха приводит человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и переселить человечество на другую планету.","trailer_id":"6ybBuTETr3U","name":"Интелстеллар"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_484611.jpg","date":"2014-12-3","genres":["боевик","драма","приключения"],"description":"Ветхозаветная история о великом пророке Моисее и освобождении еврейского народа из египетского плена. Моисей появился на свет в те времена, когда фараон приказал убивать всех новорожденных мальчиков еврейского происхождения. Чтобы спасти его, мать положила малыша в корзину из тростника и отправила вниз по Нилу.\n\nРебенка нашла дочь фараона, которая усыновила его и растила рядом с Рамсесом — будущим фараоном. Много лет спустя, став мужчиной, Моисей бежит из Египта, а затем возвращается туда по велению Господа, чтобы избавить свой народ от оков рабства…","trailer_id":"qSnxRWegfD8","name":"Исход: Цари и боги"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409295.jpg","date":"2011-3-11","genres":["боевик","триллер","драма"],"description":"Солдат по имени Коултер мистическим образом оказывается в теле неизвестного мужчины, погибшего в железнодорожной катастрофе. Коултер вынужден переживать чужую смерть снова и снова до тех пор, пока не поймет, кто — зачинщик катастрофы.","trailer_id":"BAfnDc3KSQ0","name":"Исходный код"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_655578.jpg","date":"2013-9-10","genres":["драма","приключения"],"description":"Действие разворачивается в недалеком будущем. Пятнадцатилетняя Дэйзи приезжает из Нью-Йорка в Лондон к тете с дядей. И влюбляется без памяти в своего кузена Эдмонда. Но на пути первой любви встает внезапно разворачивающаяся Третья Мировая Война.","trailer_id":"uj08FQSuyW0","name":"Как я теперь живу"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_5908.jpg","date":"2005-12-5","genres":["драма","мелодрама","приключения","фэнтези"],"description":"В 1930-м году съемочная группа под предводительством режиссера-неудачника Карла Дэнхэма отправляется на загадочный Остров Черепа неподалеку от Суматры, чтобы изучать легенды о гигантской горилле по кличке Конг. По прибытии на место они обнаруживают, что Кинг Конг и правда существует.\n\nГорилла живет в самой чаще непроходимых джунглей, где помимо него, спрятанные от всего мира, обитают многие создания из доисторических времен. Исследователи оказываются между двух огней — с одной стороны Кинг Конг, а с другой — его враги динозавры…","trailer_id":"uI42q3D_xYk","name":"Кинг-конг"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_5908.jpg","date":"2005-12-5","genres":["драма","мелодрама","приключения","фэнтези"],"description":"В 1930-м году съемочная группа под предводительством режиссера-неудачника Карла Дэнхэма отправляется на загадочный Остров Черепа неподалеку от Суматры, чтобы изучать легенды о гигантской горилле по кличке Конг. По прибытии на место они обнаруживают, что Кинг Конг и правда существует.\n\nГорилла живет в самой чаще непроходимых джунглей, где помимо него, спрятанные от всего мира, обитают многие создания из доисторических времен. Исследователи оказываются между двух огней — с одной стороны Кинг Конг, а с другой — его враги динозавры…","trailer_id":"fpZtVK5afno","name":"Кинг-конг 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_749540.jpg","date":"2014-12-13","genres":["комедия","криминал","приключения"],"description":"Эггси — молодой парень, который прошел службу в морской пехоте и имеет очень высокий уровень интеллекта. Он мог бы добиться многого, но выбрал другой путь и стал мелким преступником. Однажды он знакомится с Гарри Хартом, которому его отец когда-то спас жизнь. Этот человек решил сделать все возможное, чтобы сделать жизнь Эггси лучше и открыть для него новые возможности.\n\nГарри рассказал ему, что является агентом секретной независимой организации, которая стоит на защите всего мира. Он предложил парню пройти обучение и стать новым членом их команды. Эггси принял предложение Харта, но сможет ли он справиться со всеми испытаниями и оправдать его надежды?..","trailer_id":"oPIhCABQxJM","name":"Кингсман: Секретная служба"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_506296.jpg","date":"2012-0-6","genres":["мелодрама"],"description":"Во время медового месяца Пейдж и Лео попадают в автокатастрофу. Пока жена находится в коме, Лео не отходит от ее кровати ни на час, но возвращение девушки к жизни омрачено потерей памяти — она не узнает любимого и не помнит об их романе. И тогда Лео решает заново завоевать сердце Пейдж.","trailer_id":"jku_asz5OzU","name":"Клятва"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_424266.jpg","date":"2010-1-11","genres":["триллер","драма","приключения"],"description":"После мировой катастрофы Америка превратилась в выжженную пустыню. По бескрайним дорогам, кишащим бандами, враждующими между собой за воду и еду, странствует мудрый Илай. Однажды он прибывает в мрачные края, где когда-то была цветущая Калифорния, а теперь это сущий ад, где бесчинствует тиран Карнеги.","trailer_id":"lm_YwXinyPE","name":"Книга Илая"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_81961.jpg","date":"2011-7-29","genres":["боевик","триллер","вестерн"],"description":"1873, Абсолюшен, штат Аризона. В эту глухую американскую провинцию прибывает потерявший память незнакомец. Единственный намёк на его прошлое — это странные кандалы на одном из его запястий. Странник быстро узнаёт, что жители городка не рады незнакомцам и вообще выходят на улицы лишь по приказу полковника Долархайда, правящего в этой местности железной рукой. Этому есть объяснение: город терроризируют жуткие существа. Герой постепенно вспоминает себя и понимает, что помочь несчастным только в его силах.","trailer_id":"2-1VA1SLnoQ","name":"Ковбои против пришельцев"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_4574.jpg","date":"2004-9-20","genres":["триллер","драма"],"description":"Пойманному в огненную ловушку пожарному Джеку Мориссону предстоит вспомнить свою полную приключений жизнь, а его друзьям и коллегам по пожарному отряду «Лестница 49» во главе с боссом Кеннеди сделать все возможное, чтобы спасти его. Впереди у героев — испытания и пламенные вихри, но они — крепкая команда настоящих мужчин, способная все преодолеть…","trailer_id":"VAjAVWlkUsk","name":"Команда 49"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_711454.jpg","date":"2015-1-29","genres":["триллер","драма","детектив"],"description":"Однажды после просмотра старой плёнки со дня рождения уже взрослый именинник заметил себя «настоящего» в отражении на видео. Снедаемые любопытством друзья нашли чертежи таинственного устройства, похожего на машину времени. Они решили доделать её и испытать, чтобы вернуться в прошлое и исправить некоторые ошибки.\n\nНо что будет, если группа отвязных тинейджеров случайно завладеет машиной времени? Однозначно, будет весело, пока кто-то не нарушит правила, и веселая шутка не обернется кошмаром.","trailer_id":"dMZ39Hn-vLc","name":"Континуум"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_762500.jpg","date":"2018-0-19","genres":["триллер","драма"],"description":"После вынужденного окончания карьеры из-за профессиональной травмы Доминика Егорова и ее мать сталкиваются с мрачным и неопределенным будущим. Героиня соглашается стать рекрутом в Школе Воробьев, секретной службе, которая обучает уникальных молодых людей использовать свое тело и ум в качестве опаснейшего оружия. После долгого садистского обучения девушка превращается в самого опасного Воробья за всю историю секретной службы. Теперь бывшая балерина должна примирить в себе человека, которым она была, и силу, которой она овладела, со своей собственной жизнью и жизнью всех, кто ей дорог. В том числе, американского агента ЦРУ, пытающегося убедить ее, что он единственный человек, которому она может доверять.","trailer_id":"QSF5iUL4nbA","name":"Красный воробей"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_102376.jpg","date":"2006-12-8","genres":["драма","приключения"],"description":"1999, Сьерра-Леоне. Гражданская война. Кровь и хаос. В этой безрадостной атмосфере орудует ловкий контрабандист, специальность которого — бриллианты. Ему нет особенного дела, что эти камешки используются для дальнейшего нагнетания межнациональной розни.\n\nНо однажды контрабандист встречает местного рыбака, у которого пропал сын — его, говорят, забрали в «детскую армию», используемую на фронтах гражданской войны. И два разных человека образуют противоестественную коалицию…","trailer_id":"foQi1qLwN5k","name":"Кровавый алмаз"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_20590.jpg","date":"1997-9-9","genres":["триллер","драма","детектив"],"description":"Группа людей, которые никак друг с другом не связаны, неизвестным образом внезапно оказываются в странной кубической комнате, каждая грань которой снабжена люком, ведущим в другую такую же комнату. Единственная разница между комнатами — это их цвет и наличие разнообразных смертоносных ловушек. Совместными усилиями эти пятеро пытаются найти ключ к выходу из этого гигантского сооружения.","trailer_id":"BaTzf2dD7-M","name":"Куб 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_8121.jpg","date":"2002-7-29","genres":["триллер","драма","детектив"],"description":"Таинственный гиперкуб, загадочное творение безумного гения, вновь наполняется невинными жертвами. Восемь незнакомцев очутились в странных комнатах, где действуют лишь законы четвертого измерения, играющие злые шутки с пространством и временем.\n\nВ отчаянии, пытаясь найти выход из запятнанного кровью лабиринта, где любой неосторожный шаг равносилен самоубийству, они вскоре понимают, что сумеют выжить, только если разгадают все тайны гигантской мозаики смертоносных ловушек, прежде чем она распадется на части вместе со своими пленниками.","trailer_id":"BaTzf2dD7-M","name":"Куб 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_601564.jpg","date":"2013-4-18","genres":["драма","биография"],"description":"2 сентября 1972 года. Монреаль. Хоккейная сборная СССР с разгромным счетом 7:3 победила канадских профессионалов из НХЛ в стартовом матче эпохальной Суперсерии СССР-Канада. Это была не просто игра, это была битва за свою страну, которая перевернула мировое представление о хоккее.\n\nТеперь весь мир знал его просто по номеру 17. Валерий Харламов, забивший в том матче 2 шайбы, мгновенно взлетел на вершину славы. Сбылась его мечта — упорство, спортивный талант и суровые уроки великого тренера Анатолия Тарасова сделали из «номера 17» легенду мирового хоккея.","trailer_id":"1lsJkcimiQU","name":"Легенда №17"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_389.jpg","date":"1994-9-14","genres":["триллер","драма","криминал"],"description":"Профессиональный убийца Леон, не знающий пощады и жалости, знакомится со своей очаровательной соседкой Матильдой, семью которой расстреливают полицейские, замешанные в торговле наркотиками. Благодаря этому знакомству он впервые испытывает чувство любви, но…","trailer_id":"xqn58tWwv1c","name":"Леон"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_424994.jpg","date":"2017-10-26","genres":["фэнтези","боевик","приключения"],"description":"Брюс Уэйн, вдохновленный самопожертвованием Супермена, вновь обретает веру в человечество. Он заручается поддержкой новой союзницы, Дианы Принс, чтобы сразиться с еще более могущественным противником. Бэтмен и Чудо-Женщина быстро набирают команду сверхлюдей для борьбы с пробудившейся угрозой. Но несмотря на уникальный состав отряда супергероев — Бэтмен, Чудо-Женщина, Аквамен, Киборг и Флэш, — быть может, спасать планету от вторжения катастрофических масштабов уже слишком поздно.","trailer_id":"zGsIRbQ2KXo","name":"Лига справедливости"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_807682.jpg","date":"2017-0-17","genres":["боевик","триллер","драма"],"description":"В недалеком будущем уставший от жизни Логан заботится о больном профессоре Икс, который прячется неподалеку от мексиканской границы. Но Логан больше не сможет скрывать свое прошлое, когда встретится с юным мутантом, которого преследуют темные силы.","trailer_id":"zJ4Cabuu-t0","name":"Логан"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_298.jpg","date":"2003-4-24","genres":["боевик","триллер","приключения"],"description":"Мутанты продолжают борьбу против общества, которое страшит их, и которому они не доверяют. Их положение становится еще более отчаянным, когда они подвергаются мощной атаке неизвестного противника, обладающего экстраординарными способностями.\n\nВнезапное нападение снова становится причиной политического и общественного резонанса по поводу введения повсеместной регистрации мутантов и причиной образования движения против мутантов, возглавляемого Уильямом Страйкером, бывшим военным, который, по слухам, проводил опыты над мутантами.","trailer_id":"7mu-vLOARgU","name":"Люди x 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_61361.jpg","date":"2006-5-22","genres":["боевик","триллер","приключения"],"description":"Людям Икс во главе с профессором Чарльзом Ксавьером приходится вступить в битву с самой эволюцией в лице их воскресшего товарища по команде. Джин Грэй, возрождённая в облике Тёмного Феникса, представляет опасность не только для самой себя, но и для мутантов и для всей человеческой расы.","trailer_id":"AUMzFFDebIU","name":"Люди x 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_814016.jpg","date":"2016-5-9","genres":["боевик","приключения"],"description":"События «Дней Минувшего Будущего» оказали колоссальное влияние на мир, где мутанты и люди борются за свое место под Солнцем. В это нелегкое время Людям Икс предстоит столкнуться со своим самым опасным противником — древним мутантом Апокалипсисом, существом, схватка с которым может стать последней не только для мутантов, но и в принципе для всего человечества. В поисках способа победы над неуязвимым и бессмертным монстром Людям Икс предстоит узнать больше о происхождении своего вида. Но Апокалипсис неимоверно силен, и вероятность победы все уменьшается, ведь он твердо убежден, что только сильнейшие имеют право на выживание…","trailer_id":"AUMzFFDebIU","name":"Люди x 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_760326.jpg","date":"2014-7-25","genres":["фантастика"],"description":"Еще вчера она была просто сексапильной блондинкой, а сегодня — самое опасное и смертоносное создание на планете со сверхъестественными способностями и интеллектом. То, что совсем недавно лучшие умы мира считали фантастической теорией, для нее стало реальностью. И теперь из добычи она превратится в охотницу.\n\nЕе зовут Люси…","trailer_id":"Elfle5fkaZU","name":"Люси"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_841700.jpg","date":"2015-9-11","genres":["приключения"],"description":"Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.\n\nОчнувшись, Уотни обнаруживает, что связь с Землёй отсутствует, но при этом полностью функционирует жилой модуль. Главный герой начинает искать способ продержаться на имеющихся запасах еды, витаминов, воды и воздуха ещё 4 года до прилёта следующей миссии «Арес-4».","trailer_id":"tvkoZF1BMec","name":"Марсианин"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_301.jpg","date":"1999-3-24","genres":["боевик"],"description":"Жизнь Томаса Андерсона разделена на две части: днём он — самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он не смог бы дотянуться. Но однажды всё меняется — герой, сам того не желая, узнаёт страшную правду: всё, что его окружает — не более, чем иллюзия, Матрица, а люди — всего лишь источник питания для искусственного интеллекта, поработившего человечество. И только Нео под силу изменить расстановку сил в этом чужом и страшном мире.","trailer_id":"YihPA42fdQ8","name":"Матрица 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_299.jpg","date":"2003-5-7","genres":["боевик"],"description":"Борцы за свободу Нео, Тринити и Морфеус продолжают руководить восстанием людей против Армии Машин. Для уничтожения системы репрессий и эксплуатации они вынуждены прибегнуть не только к арсеналу превосходного оружия, но и к своим выдающимся навыкам.\n\nУчастие в миссии по спасению человеческой расы от ее полного истребления приносит им более глубокое понимание конструкции Матрицы и осознание центральной роли Нео в судьбе человечества.","trailer_id":"044mLLWMfQw","name":"Матрица 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_316.jpg","date":"2003-10-27","genres":["боевик"],"description":"Пока армия Машин пытается уничтожить Зион, его жители из последних сил держат оборону. Но удастся ли им предотвратить полное вторжение в город кишащей орды беспощадных машин до того, как Нео соберет все свои силы и положит конец войне?","trailer_id":"2HWzJ0H4zto","name":"Матрица 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_273302.jpg","date":"2007-11-12","genres":["триллер","фантастика"],"description":"Маленький городок накрывает сверхъестественный туман, отрезая людей от внешнего мира. Группе героев, оказавшихся в этот момент в супермаркете, приходится вступить в неравный бой с обитающими в тумане монстрами.","trailer_id":"8YnayhQGxcg","name":"Мгла"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_450765.jpg","date":"2011-0-14","genres":["триллер","мелодрама"],"description":"Волею случая конгрессмен Дэвид Норрис узнает, что мир движется по заранее написанному плану, за исполнением которого следят работающие в неком Бюро Корректировки люди в шляпах, обладающие сверхъестественными способностями. Как назло, план не предусматривает дальнейших пересечений с балериной Элизой, в которую политик влюблен. Дэвид заручается поддержкой одного из агентов Бюро и начинает неравную борьбу с остальными, отстаивая свободу выбора и личное счастье…","trailer_id":"i2ejC1uV9nY","name":"Меняющие реальность"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_521689.jpg","date":"2013-0-21","genres":["драма"],"description":"Широко развернувшееся в центре Москвы строительство новых зданий приводит к тому, что в одном из тоннелей метро между двумя станциями возникает трещина. Никто себе и представить не мог, что в результате нарушения герметичности перекрытия в тоннель хлынет вода из Москва-реки, и сотни пассажиров поезда окажутся во власти надвигающегося потопа. Бешеный поток воды грозит не только обрушением тоннелей метро, но и разрушением всего города.\n\nСреди попавших в беду людей — врач городской больницы Андрей Гарин и его дочь Ксюша. Гарин сражается с катастрофой, пытаясь спасти оставшихся в живых пассажиров, в компании любовника своей жены. Гарину придется побороть обиду, гнев и страх. Он должен выжить, чтобы вернуть свою любовь, семью… свою прежнюю счастливую жизнь.","trailer_id":"nAfUJFzxQhE","name":"Метро 2013"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_594554.jpg","date":"2015-5-29","genres":["приключения","боевик"],"description":"Тысячи людей спешат увидеть Мир Юрского периода, но безопасное на первый взгляд развлечение может обернуться угрозой для жизни.","trailer_id":"65kWVtPSTjo","name":"Мир Юрского Периода 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_924311.jpg","date":"2018-5-21","genres":["боевик","приключения"],"description":"На острове Нублар, где не так давно располагался парк развлечений с динозаврами, правит бал дикая природа, но внезапно пробудившийся вулкан угрожает стереть динозавров с лица земли. Бывшая управляющая парком Клэр Диринг переквалифицировалась в защитницу исчезающих видов и пытается сделать всё, чтобы спасти доисторических животных. На неё выходит Илай Миллс — доверенное лицо миллиардера Бенждамина Локвуда, который много лет назад был соратником профессора Хаммонда. Миллс предлагает Клэр, знакомой с системой безопасности парка, поехать на остров и помочь ему поймать нескольких особей, чтобы вывести их на другой безопасный остров. Клэр даже удается уговорить своего бывшего парня, дрессировщика Оуэена, принять участие в спасательной миссии, но по прибытии в парк, выясняется, что у Миллса совсем другие цели.","trailer_id":"wfD9r78DNXA","name":"Мир Юрского Периода 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_472362.jpg","date":"2011-12-7","genres":["триллер","приключения"],"description":"Специальный агент отряда «Миссия невыполнима» Итан Хант и его коллеги несправедливо обвинены в причастности к взрыву Кремля. Президент инициирует «Протокол Фантом», в результате которого спецподразделение ликвидировано, и Итан остается без какой-либо поддержки. Он намерен очистить свое доброе имя и предотвратить новую атаку, но делать это ему придется вместе с командой коллег, истинных мотивов которых он до конца не знает.","trailer_id":"z0A6fF0LOkk","name":"Миссия невыполнима 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_3447.jpg","date":"2000-5-18","genres":["триллер","приключения"],"description":"Если мир внезапно оказывается перед лицом ужасной катастрофы, есть лишь один человек, который может исправить это ужасное положение. Его имя Итан Хант, он прирожденный специалист по разрешению самых неразрешимых ситуаций.\n\nТеперь у Итана — новый, строгий начальник, новая очаровательная возлюбленная, новый коварный противник и новое задание, которое простому смертному просто не по плечу. Но Итан Хант не был бы Итаном Хантом, если бы не смог с блеском выполнить очередную невыполнимую миссию: справиться с кровожадными террористами и спасти планету от ужасного, смертельного вируса!","trailer_id":"LyUsmw-BKds","name":"Миссия невыполнима 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_9552.jpg","date":"2006-4-24","genres":["триллер","приключения"],"description":"Суперагент Итан Хант решил расстаться с оперативной работой и заняться подготовкой курсантов. Он даже решил жениться на привлекательной, ни о чём не ведающей Джулии. Руководство ЦРУ просит его принять участие в последней операции: спасении его бывшей ученицы Линдси Феррис из лап торговца оружием Оуэна Дэвиана. Мог ли Итан предположить, что за этим заданием последует целая череда смертельно опасных миссий в Ватикане, Нью-Йорке и Шанхае?","trailer_id":"Yl7niSUsotM","name":"Миссия невыполнима 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_472362.jpg","date":"2011-12-7","genres":["триллер","приключения"],"description":"Специальный агент отряда «Миссия невыполнима» Итан Хант и его коллеги несправедливо обвинены в причастности к взрыву Кремля. Президент инициирует «Протокол Фантом», в результате которого спецподразделение ликвидировано, и Итан остается без какой-либо поддержки. Он намерен очистить свое доброе имя и предотвратить новую атаку, но делать это ему придется вместе с командой коллег, истинных мотивов которых он до конца не знает.","trailer_id":"_D2o8Gz81_o","name":"Миссия невыполнима 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_678549.jpg","date":"2015-7-23","genres":["триллер","приключения"],"description":"Когда ОМН распускают, и Итан Хант остается не у дел, его команда неожиданно сталкивается с разветвленной международной сетью высокопрофессиональных спецагентов — Синдикатом. Это «племя изгоев» одержимо идеей установления нового мирового порядка и планирует серию разрушительных терактов. Итан и компания объединяются с дискредитированным британским агентом Ильзой Фауст и приступают к своей самой невыполнимой миссии…","trailer_id":"19Sy2kM4ADk","name":"Миссия невыполнима 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_12090.jpg","date":"2005-6-7","genres":["триллер","комедия","криминал"],"description":"Джон и Джейн женаты не так долго, но уже утомлены своим браком. Им кажется, что они знают друг о друге всё. Но есть кое-что, что каждый предпочитает держать при себе: оба они — наёмные убийцы, которые тайно путешествуют по миру, выполняя опасные миссии. Эти отдельные тайные приключения становятся их общей судьбой в тот момент, когда Джейн получает заказ на Джона, а Джон — на Джейн.","trailer_id":"cVZ--BD8NlE","name":"Мистер и мисси Смит"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_374718.jpg","date":"2008-1-16","genres":["фантастика","триллер","детектив"],"description":"Прощальную вечеринку уезжающего в Японию Роба прерывает громогласный рык — нечто напало на Нью-Йорк, сея панику, разрушения и пожирая людей. Армия бессильна против гигантского монстра, Манхэттен объявлен закрытой зоной, но где-то неподалеку от Центрального парка в беду попала девушка Роба.","trailer_id":"3wwmsVhLdrY","name":"Монстро"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_466844.jpg","date":"2012-4-3","genres":["боевик","триллер","приключения"],"description":"Мы посылаем сигналы в космос и ждем ответа. Но уверены ли мы, что хотим его получить? Что если пришельцы потенциально опасны? В 2009 году на конференции в Вашингтоне астронавт Эдгар Митчелл, побывавший на Луне, сделал сенсационное заявление о существовании внеземной жизни. Теперь мы знаем, контакт не просто возможен, он неизбежен!","trailer_id":"yiD6WSzqqYI","name":"Морской бой"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_263531.jpg","date":"2012-4-11","genres":["фэнтези","боевик","приключения"],"description":"Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля на грани порабощения, и только лучшие из лучших могут спасти человечество.\n\nНик Фьюри, глава международной организации Щ. И. Т., собирает выдающихся поборников справедливости и добра, чтобы отразить атаку. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный глаз и Чёрная Вдова вступают в войну с захватчиком.","trailer_id":"bxwt6TvNxas","name":"Мстители 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_679830.jpg","date":"2015-4-13","genres":["боевик","приключения"],"description":"Человечество на грани уничтожения. На этот раз людям угрожает Альтрон — искусственный интеллект, ранее созданный для того, чтобы защищать Землю от любых угроз. Однако, главной угрозой он посчитал человечество. Международная организация Щ. И. Т. распалась, и теперь мир не способен справиться с таким мощным врагом, потому люди вновь обращаются за помощью к Величайшим Героям Земли — Мстителям. Однако Альтрон слишком силен, и есть большая вероятность, что даже им не удастся остановить начало надвигающейся Эры Альтрона, где нет места для людей…","trailer_id":"qaWF5n3RLwc","name":"Мстители 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_263531.jpg","date":"2012-4-11","genres":["фэнтези","боевик","приключения"],"description":"Локи, сводный брат Тора, возвращается, и в этот раз он не один. Земля на грани порабощения, и только лучшие из лучших могут спасти человечество.\n\nНик Фьюри, глава международной организации Щ. И. Т., собирает выдающихся поборников справедливости и добра, чтобы отразить атаку. Под предводительством Капитана Америки Железный Человек, Тор, Невероятный Халк, Соколиный глаз и Чёрная Вдова вступают в войну с захватчиком.","trailer_id":"FeJKZMFJ7NA","name":"Мстители 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_843650.jpg","date":"2019-4-22","genres":["боевик","приключения"],"description":"Оставшиеся в живых члены команды Мстителей и их союзники должны разработать новый план, который поможет противостоять разрушительным действиям могущественного титана Таноса. После наиболее масштабной и трагической битвы в истории они не могут допустить ошибку.","trailer_id":"QCv8Q1hklgE","name":"Мстители 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_677638.jpg","date":"2017-5-22","genres":["боевик","триллер","приключения"],"description":"Посреди безжалостной пустыни в величественном саркофаге погребена дочь египетского фараона, но настанет день, и она явится в наш мир вернуть себе то, что принадлежит ей по праву. Отныне миром правят боги и монстры.","trailer_id":"0tEybLnZ7z0","name":"Мумия 2017"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_493222.jpg","date":"2012-1-26","genres":["боевик","криминал"],"description":"Экс-полицейский, обвиняемый в преступлении, которого он якобы не совершал, собирается покончить жизнь самоубийством, сбросившись с крыши одного из отелей на Манхэттене. С ним в переговоры вступает психолог нью-йоркской полиции. Напряжение нарастает с каждой минутой, на площадь стягиваются наряды спецподразделений, толпа оглашается женскими криками. А в это время на месте происшествия, прямо под носом у полиции, совершается грандиозное ограбление века: неизвестные похищают уникальный бриллиант…","trailer_id":"DybP0Ceq0Ko","name":"На грани"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_424516.jpg","date":"2009-11-26","genres":[],"description":"После оглушительной победы на турнире по киберспорту команде геймеров вручают диски с только что разработанной игрой. Запустив игру, каждый из них подвергается воздействию, переводящему их игровые способности в реальные. Теперь и в жизни они лучшие бойцы, стрелки и гонщики.\n\nДанное событие не остается незамеченным. Властные структуры путем шантажа, обмана и подкупа предлагают геймерам «работу». Но как только обман раскрывается, становится понятно, что они не герои, спасающие страну, а банальные наемные убийцы. Встает вопрос: как быть дальше? К тому же дисков у производителя еще много, и появление таких же, как они, профи — это вопрос времени.\n\nТеперь перед геймерами стоит задача найти тираж и… либо уничтожить его, либо, создав и возглавив целую армию геймеров, диктовать свою волю… Команда разделилась. Каждый идет к своей цели.","trailer_id":"ed7baysoaZY","name":"На игре 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_451258.jpg","date":"2010-4-15","genres":[],"description":"После проведения спецоперации, во время которой был убит один из членов команды, у геймеров начинается другая жизнь. Каждый из них понимает — они работают на крупный преступный синдикат.\n\nЗа дисками теперь охотятся все — и властные структуры, и геймеры. Задача — не допустить, чтобы такой материал попал за границу. Часть команды решает забрать их себе и сформировать собственную подконтрольную армию. Вампир и Рита пытаются им помешать.\n\nТеперь в команде — каждый сам за себя.","trailer_id":"w3SAfq9KHFE","name":"На игре 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_387477.jpg","date":"2008-9-16","genres":["боевик","триллер","детектив"],"description":"Юный бездельник живет беззаботной жизнью, в отличие от своего брата-близнеца, стремящегося добиться успеха во всех сферах жизни, пока… тот не погибает при загадочных обстоятельствах. В то же время у матери-одиночки Рэйчел крадут ребёнка…","trailer_id":"OnZxouDyCEs","name":"На крючке"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_647948.jpg","date":"2014-7-28","genres":["боевик","триллер"],"description":"Всего лишь за один день невероятное «нашествие» смерчей практически уничтожило городок Сильверстон. Все его жители были отданы на растерзание непредсказуемым и смертельно опасным торнадо, и при этом метеорологи говорят, что худшее еще впереди. Большинство ищут убежища, в то время как немногие смельчаки идут навстречу стихии, испытывая себя: насколько далеко сможет зайти «охотник за торнадо» ради одного единственного — зато какого! — снимка.","trailer_id":"L-oze1UhfQo","name":"Навстречу шторму"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_496888.jpg","date":"2012-4-7","genres":["боевик","триллер"],"description":"Орбитальная станция MS1 — крупнейшая космическая тюрьма, где в анабиозе содержатся тысячи опасных преступников. Ходят слухи, что над погруженными в искусственный сон узниками проводятся противозаконные эксперименты. С расследованием на станцию отправлена комиссия во главе с Эмили Уорнок, дочерью президента США.\n\nНеожиданно ситуация выходит из-под контроля, и вся станция оказывается захвачена уголовниками. Спецагент Сноу, несправедливо обвиненный в государственной измене, получает задание проникнуть в самую неприступную тюрьму во Вселенной и спасти Эмили. Это его единственный шанс вернуть себе доброе имя и получить свободу.","trailer_id":"vlSyhNga11Y","name":"Напролом"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_447301.jpg","date":"2010-7-8","genres":["боевик","триллер","драма","детектив"],"description":"Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.\n\nИ вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.\n\nНо никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.","trailer_id":"51rZDGlMIgg","name":"Начало"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_1041734.jpg","date":"2018-7-11","genres":["триллер","приключения"],"description":"Самый высокий и технологичный небоскрёб в мире становится центром огненной катастрофы. Только бывший агент ФБР, а теперь эксперт по безопасности Уилл Сойер может спасти вертикальный город под небесами. Когда нельзя доверять никому, а жизнь семьи в опасности, каждая секунда на счету.","trailer_id":"2gs_YRxlReA","name":"Небоскрёб"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_450213.jpg","date":"2009-11-17","genres":["биография","спорт"],"description":"Благополучная белая семья берет к себе толстого, неграмотного бездомного негритянского подростка и помогает стать ему спортивной звездой и поступить в университет.","trailer_id":"SBcSXParOhc","name":"Невидимая сторона"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_518037.jpg","date":"2012-9-9","genres":[],"description":"Лента о событиях, разворачивающихся на фоне цунами 2004 года.","trailer_id":"E7_jdnnScX4","name":"Невозможное"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_889091.jpg","date":"2016-7-12","genres":["триллер","драма","криминал","детектив","приключения"],"description":"Поддавшись на уговоры одноклассниц, тихоня Ви открывает для себя мир популярной онлайн-игры «Нерв», где участники выполняют задания разной степени сложности, которые придумывают для них другие пользователи. В случае успеха игроки получают очень неплохие деньги. Ви проявляет неожиданную для самой себя смелость и отсутствие комплексов, и в очередном раунде знакомится с парнем по имени Иэн. Красивая пара нравится зрителям игры, и они решают, что следующие задания Ви и Иэн должны выполнять только вместе. Ставки растут, задания становятся все опаснее, и Ви постепенно понимает, что выйти из игры по собственной воле не получится. Те, кто считают себя игроками, на самом деле всего лишь пешки в руках таинственного сообщества Наблюдателей. И никто из участников игры не знает, какое задание станет следующим — или последним.","trailer_id":"PdjmVFDke5Y","name":"Нерв"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_577211.jpg","date":"2014-11-17","genres":["военный","биография","спорт"],"description":"Фильм рассказывает реальную историю американца-легкоатлета Луи Замперини, принявшего участие в Олимпийских играх 1936 года в Берлине. Он не одержал победы в финальном забеге, но снискал расположение Гитлера, который пригласил его к себе в ложу. Предполагалось, что Замперини примет участие и в следующих Олимпийских играх, но из-за начала Второй мировой войны он был вынужден отправиться на фронт. Его самолет потерпел крушение над Тихим океаном, после чего Замперини вместе с двумя сослуживцами провёл 47 дней в дрейфе на плоту, и попал в плен к японцам, где подвергся издевательствам и пыткам.","trailer_id":"JKMm9Bx-5lg","name":"Несломленный"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_460524.jpg","date":"2012-9-27","genres":["боевик","триллер"],"description":"Недалекое будущее. Новый тип оружия сделал даже крупнейшие сверхдержавы беспомощными перед массированным вторжением войск противника. Теперь война пришла в каждый дом. Восемь обычных американских парней и девушек решают не сдаваться без боя. Они организовывают отряд сопротивления «Росомахи». Их миссия — создавать хаос. От их смекалки и силы духа будет зависеть, есть ли у мира шанс пережить красный рассвет Третьей Мировой Войны","trailer_id":"JtYPIa18rl8","name":"Неуловимые"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_278217.jpg","date":"2012-6-13","genres":["боевик","приключения"],"description":"В детстве Питер Паркер был оставлен своими родителями, и поэтому воспитывался дядей и тётей. Шли годы, Питер был обычным примерным школьником, подвергался нападкам хулиганов и был влюблён в свою одноклассницу Гвен Стэйси, которая сама втайне отвечала ему взаимностью. Но после укуса генетически изменённого паука, Питер получает невероятные сверхспособности и его жизнь меняется навсегда.\n\nОднако его не перестаёт мучить вопрос о том, что случилось с его родителями. Он знакомится с давним другом и партнёром своего отца — генетиком Куртом Коннорсом, который вместе с отцом Питера разрабатывал формулу регенерации. Питер помогает её закончить, а Коннорс, всю жизнь мечтавший восстановить свою правую руку, вводит формулу себе и становится Ящером. Осознавая свою вину, Питер начинает новую жизнь в образе таинственного супергероя Человека-паука и становится грозой преступников, одновременно пытаясь найти способ остановить Коннорса.","name":"Новый человек паук 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_278217.jpg","date":"2012-6-13","genres":["боевик","приключения"],"description":"В детстве Питер Паркер был оставлен своими родителями, и поэтому воспитывался дядей и тётей. Шли годы, Питер был обычным примерным школьником, подвергался нападкам хулиганов и был влюблён в свою одноклассницу Гвен Стэйси, которая сама втайне отвечала ему взаимностью. Но после укуса генетически изменённого паука, Питер получает невероятные сверхспособности и его жизнь меняется навсегда.\n\nОднако его не перестаёт мучить вопрос о том, что случилось с его родителями. Он знакомится с давним другом и партнёром своего отца — генетиком Куртом Коннорсом, который вместе с отцом Питера разрабатывал формулу регенерации. Питер помогает её закончить, а Коннорс, всю жизнь мечтавший восстановить свою правую руку, вводит формулу себе и становится Ящером. Осознавая свою вину, Питер начинает новую жизнь в образе таинственного супергероя Человека-паука и становится грозой преступников, одновременно пытаясь найти способ остановить Коннорса.","trailer_id":"m7XS1DHjvoM","name":"Новый человек паук 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_596001.jpg","date":"2014-3-10","genres":["приключения","фэнтези"],"description":"Библейские сюжеты давно и прочно вошли в нашу жизнь: вряд ли есть человек, не знающий о запретном плоде или о первородном грехе. Одной из наиболее известных историй, имеющих аналоги практически в любой религии и в мифологии разных народов, является история о Великом потопе — бедствии, которым Бог наказал человечество за его многочисленные грехи и покарал всех, кто не хотел жить по заветам Создателя.\n\nЕдинственным праведным человеком на Земле был Ной — набожный отец семейства, которого начали посещать ужасные видения конца света. Поняв, что людей ждет неминуемая гибель, Ной принялся за строительство ковчега — гигантского корабля, который должен был защитить его семью и его самого от бушующих волн. Однако Ною пришлось бороться не только со стихией и собственными страхами, но и с вполне осязаемым человеческим злом: люди, прослышавшие о строительстве корабля и опасающиеся за свою жизнь, тоже захотели спастись. Только вот для них не было места в Ноевом ковчеге.","trailer_id":"m6mUJ65R3bI","name":"Ной"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409208.jpg","date":"2010-9-2","genres":["фантастика","боевик","приключения"],"description":"Элис продолжает свой путь в мире, поражённом вирусной инфекцией, превращающей людей в нежить. Героиня ищет оставшихся в живых, чтобы вывести их в безопасное место. Её смертельная битва с корпорацией Амбрелла выходит на новый уровень…","trailer_id":"tgPcsV-mvxQ","name":"Обитель зла 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_24186.jpg","date":"2004-8-23","genres":["фантастика","боевик","триллер"],"description":"Действие картины разворачивается на улицах Ракун-сити — города, контролируемого могущественной корпорацией «Амбрелла». После бактериологической катастрофы все жители медленно превращаются в зомби, а те немногочисленные граждане, чей разум ещё не до конца изъеден ужасным вирусом, доживают свои последние дни в атмосфере страха и с желанием скорейшей смерти…","trailer_id":"bTP7yr3xJPk","name":"Обитель зла 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_88172.jpg","date":"2007-9-20","genres":["фантастика","боевик","триллер"],"description":"Элис, не раз уже спасавшая мир от смертельных вирусов и неминуемой гибели, вновь взялась за оружие. На этот раз ей предстоит сразиться с корпорацией «Амбрелла», работающей над реализацией зверского антигуманного проекта. Коварные политики и прагматичные ученые стремятся уничтожить людей и заменить их на более «совершенные» создания, заселив Землю неуязвимыми бессмертными клонами…","trailer_id":"2vvB4_8EiP8","name":"Обитель зла 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409208.jpg","date":"2010-9-2","genres":["фантастика","боевик","приключения"],"description":"Элис продолжает свой путь в мире, поражённом вирусной инфекцией, превращающей людей в нежить. Героиня ищет оставшихся в живых, чтобы вывести их в безопасное место. Её смертельная битва с корпорацией Амбрелла выходит на новый уровень…","trailer_id":"G27zRNZ7wMw","name":"Обитель зла 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_581493.jpg","date":"2012-9-3","genres":["фантастика","боевик","триллер"],"description":"Смертельный T-вирус, созданный в лабораториях корпорации «Амбрелла», продолжает захватывать Землю, превращая мировое население в легионы пожирающих плоть зомби. Последняя надежда человечества Элис внедряется в самое сердце самой тайной исследовательской базы корпорации и узнает еще больше о собственном таинственном прошлом. Не имея путей к отступлению, Элис продолжает искать виновных в глобальной катастрофе. Вызов, который она принимала в Токио, Нью-Йорке, Вашингтоне и даже в Москве, приводит ее в итоге к взрывающему сознание откровению, которое заставит ее переосмыслить все, что она полагала правдой. С помощью новых союзников и старых друзей, Элис будет сражаться за выживание и убегать из враждебного мира. Отсчет времени начат…","trailer_id":"jTKdZn3dZas","name":"Обитель зла 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_470185.jpg","date":"2013-3-26","genres":["боевик","триллер","приключения","мелодрама"],"description":"Земля, пережившая войну с инопланетными захватчиками, опустела; остатки человечества готовятся покинуть непригодную для жизни планету. Главный герой — техник по обслуживанию дронов — находит разбившийся корабль NASA, команда которого погибает у него на глазах. Ему удаётся спасти лишь одну женщину — и вскоре он понимает, что это перевернёт его жизнь.","trailer_id":"QweuiMrsc4E","name":"Обливион"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_461981.jpg","date":"2013-6-22","genres":["приключения","боевик","комедия"],"description":"История блюстителя закона Джона Рида, который с помощью индейца Тонто стал легендарным мстителем в маске, стоящим на защите справедливости. Тонто с юмором и небылицами повествует о тех приключениях, которые пришлось пережить двум непохожим друг на друга героям, сведенным судьбой для того, чтобы вместе сражаться против общего врага. Им приходится противостоять жадности и коррупции во времена, когда появление первых железных дорог изменило представление о власти и могуществе в мире.","trailer_id":"Qz6dDGia2ME","name":"Одинокий рейджер"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_484391.jpg","date":"2013-8-12","genres":["приключения","драма","мелодрама","детектив","боевик"],"description":"Клэри Фрэй всегда считала себя самой обыкновенной девушкой, пока не выяснилось, что она — потомок древнего рода Сумеречных Охотников, тайной касты воинов-полуангелов, защищающих наш мир от демонов. Когда мама Клэри исчезает, девушка объединяется с Сумеречными охотниками, чтобы спасти ее. Так начинается ее опасное знакомство с иной реальностью, в которой существуют демоны, маги, вампиры, оборотни и другие смертоносные существа.","trailer_id":"Lxpn11hPuzE","name":"Орудия смерти: Город костей"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_81291.jpg","date":"2005-7-11","genres":["боевик","триллер","мелодрама","приключения"],"description":"Линкольн Шесть-Эхо — житель на вид утопического, но охраняемого поселения середины XXI века. Как и все обитатели этого тщательно контролируемого пространства, Линкольн надеется оказаться среди тех, кого отправят на «Остров» — якобы последнее незагрязненное место на планете. Но очень скоро Линкольн обнаруживает, что абсолютно всё, что касается его существования — ложь.","name":"Остров"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_468522.jpg","date":"2016-8-1","genres":["фэнтези","боевик","приключения"],"description":"Правительство решает дать команде суперзлодеев шанс на искупление. Подвох в том, что их отправляют на выполнение миссии, где они, вероятнее всего, погибнут.","trailer_id":"NJH-z1Exy9E","name":"Отряд самоубийц"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462465.jpg","date":"2013-1-19","genres":["фэнтези","боевик"],"description":"Едва не погибнув в лапах ужасной ведьмы, Гензель и Гретель стали только сильнее. Одержимые местью, они ведут отчаянную борьбу со злом, даже не подозревая, что их поджидает нечто куда более опасное… собственное прошлое…","trailer_id":"fAhU_iR9EaY","name":"Охотники на ведьм"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_468564.jpg","date":"2013-1-7","genres":["триллер","драма","криминал"],"description":"Лос-Анджелес, 1949 год. Уроженец Бруклина, жестокий главарь банды Микки Коэн держит город в ежовых рукавицах, собирая «грязные» деньги от торговли наркотиками, оружием и проституции, и — если все пойдет, как надо, — к Западу от Чикаго мышь не пискнет без его ведома. Защищают его не только его же головорезы, но и находящиеся у него «на крючке» полиция и политики. Этого хватит, чтобы запугать даже самых смелых, закаленных улицей копов… кроме, пожалуй, небольшой тайной группы сотрудников полицейского департамента Лос-Анджелеса во главе с сержантом Джоном О’Мара и Джерри Вутерсом, которые объединились, чтобы попытаться уничтожить преступный мир Коэна.","trailer_id":"Qzau4bGevKg","name":"Охотники на гангстеров"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_465673.jpg","date":"2011-6-17","genres":["комедия"],"description":"Учительница средних классов живет гламурной жизнью светской львицы, ходит на работу как на вечеринку и мечтает об увеличении объема собственного бюста. Однако после внезапного разрыва с богатым бойфрендом ее образ жизни резко меняется, хотя сама она это осознает не сразу. Но когда в их школу приходит новый преподаватель, она совершенно теряет голову и начинает охоту за… деньгами.","trailer_id":"yYV2WzsC1sE","name":"Очень плохая училка"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_395066.jpg","date":"2009-3-11","genres":["драма","мелодрама","комедия"],"description":"Вы хотели бы начать жизнь сначала? Отец двоих детей Майк О`Доннелл хотел бы. И вот внезапно ему выпадает волшебный шанс вернуться в родную школу Хэйден Хай. Теперь Майк — звезда баскетбольной команды, мечта девчонок и одноклассник собственных отпрысков, превратившийся из нерадивого папаши в отличного друга.","trailer_id":"FgYTVzhV4Zo","name":"Папе снова 17"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_481086.jpg","date":"2012-8-22","genres":["мелодрама"],"description":"Очень давно две планеты притянулись друг к другу, и на обеих планетах живут люди, для каждой из планет есть своё притяжение. На верхней планете царит богатство и благоденствие. На ней создана корпорация, выкачивающая недры второй планеты и взамен предлагающая электроэнергию по неподъёмной для бедных жителей нижней планеты цене. Перемещение людей между планетами жестко контролируется.\n\nВ центре событий находятся двое людей: она — девушка из богатой семьи из верхнего мира, он — простой человек из нижнего мира, и они любят друг друга. А ещё есть секрет пчелиной пыльцы, которая добывается одновременно на обеих планетах и имеет невероятные свойства.","trailer_id":"X-9NAC19YT0","name":"Параллельные миры"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_252268.jpg","date":"2007-4-4","genres":["драма","криминал","детектив"],"description":"До автокатастрофы, в которой погиб его отец, жизнь Кейла и его семьи была пригородным раем: счастливая семья, живущая в прекрасном двухэтажном доме на лоне природы. Однако после гибели отца жизнь изменилась. Да еще когда один из школьных учителей Кейла позволит себе бестактную шутку по поводу отца, Кейл ответит ему так, что окажется в суде.\n\nЕго приговаривают к домашнему аресту: он должен носить на ноге браслет, который сигнализирует полиции, если он отойдет от дома дальше, чем на тридцать метров. Теперь он сходит с ума в собственном доме, пока его мама пытается свести концы с концами, работая почти круглосуточно.\n\nОкна его дома становятся его миром. Он не хочет разбираться со своими чувствами, потому что это для него слишком болезненно. Так он начинает смотреть по сторонам, изучать боль и трагедии других людей, формирование и распад их взаимоотношений. И в процессе этого он находит человека, которого он считает убийцей.","trailer_id":"8nNJ2CPH5Sk","name":"Паранойя"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_7121.jpg","date":"1993-6-9","genres":["фантастика","семейный"],"description":"Экспансивный богач и профессор уговаривает двух палеонтологов приехать на остров у побережья Коста-Рики, где он устроил парк Юрского периода. Парк населен давно вымершими динозаврами, воссозданными профессором по образцам крови из ископаемого комара, которые должны стать гвоздем программы нового аттракциона. До открытия остается несколько дней, а один из сотрудников, пытаясь украсть бесценные эмбрионы, нарушает систему охраны, что вместе с грозовым ливнем приводит к отключению электричества и защитных барьеров. Как раз в тот момент, когда палеонтологи с внуками профессора отправились на пробную экскурсию.","trailer_id":"BDya2mYFupM","name":"Парк юрского периода 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_1060.jpg","date":"1997-5-19","genres":["боевик","приключения"],"description":"События этого фильма разворачиваются через четыре года после того, что произошло в «Парке Юрского периода». На близлежащем острове динозавры выжили и адаптировались к дикой природе. Но вот находится Некто, кто хочет перевезти их на материк и заработать на этом, не понимая, какими могут быть последствия, и посылает на остров своих людей.\n\nДжон Хэммонд, который потерял контроль над своей компанией, считает, что у него появился шанс исправить свои прошлые ошибки. Он, в свою очередь, снаряжает экспедицию во главе с Яном Малкольмом, чтобы появиться там до высадки наемников.\n\nВ результате происходящих событий две эти конфликтующие группы вынуждены объединиться перед лицом смертельной опасности. И, как потом выясняется, времени им отпущено совсем немного.","trailer_id":"voKJeFVDyRs","name":"Парк юрского периода 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2982.jpg","date":"2001-7-16","genres":["боевик","триллер","приключения"],"description":"Палеонтолог Алан Грант принимает предложение состоятельного предпринимателя совершить обзорную экскурсию на самолёте над печально знаменитым островом Сорна. Однако практически сразу после посадки группу атакует спинозавр, и Грант и его компания остаются без возможности покинуть остров.","trailer_id":"3TZrFEPnBqE","name":"Парк юрского периода 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_258759.jpg","date":"2011-5-5","genres":["фантастика","фэнтези","боевик","триллер"],"description":"Далекое будущее. Миром правят религия и церковь. Священник, нарушая все церковные запреты, пытается выследить банду вампиров, похитивших его племянницу. В поисках ему помогают шериф и монахиня.","trailer_id":"o1zYUJevPbU","name":"Пастырь"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_584405.jpg","date":"2012-9-8","genres":["криминал","боевик","триллер"],"description":"Лос-Анджелес. На первый взгляд это самый обычный город, живущий своей жизнью. А вот если копнуть глубже, туда, где обитают преступные группировки и криминальные общины, понимаешь, как сложна работа тамошних полицейских. О таких бравых ребятах, служащих закону и заботящихся о порядке на улицах города, и пойдет речь. Перед нами двое неразлучных товарищей-копов. Эти ребята дорожат своей дружбой и готовы подставить друг другу плечо помощи в любую минуту. Нечасто случается, чтобы напарники были лучшими друзьями. Героям сопутствует успех в делах, они настоящие профессионалы в своем нелегком деле. И надо же было такому случиться, что во время патрулирования одного из самых преступных районов Лос-Анджелеса они попадают в водоворот страшных криминальных событий…","trailer_id":"Ab2PKe7SEUQ","name":"Патруль"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_822708.jpg","date":"2016-4-12","genres":["боевик","приключения"],"description":"Мстители под руководством Капитана Америки оказываются участниками разрушительного инцидента, имеющего международный масштаб. Эти события заставляют правительство задуматься над тем, чтобы начать регулировать действия всех людей с особыми способностями, введя «Акт о регистрации супергероев», вынуждая их подчиняться ООН.\n\nВидя в этом договоре нарушение гражданских прав и плевок на всё, во что он верит, Стив Роджерс открыто восстаёт против нового режима, ведя за собой группу героев, поддерживающих его мнение. В свою очередь, Тони Старк видит смысл в новом договоре и становится во главе героев, поддерживающих его. Всё это приводит к неизбежному расколу Мстителей и войне между сторонами. Сражаясь друг с другом, Старк и Роджерс не знают о том, что таинственный Барон Земо уже строит свои собственные планы, воспользовавшись расколом величайших героев Земли.","trailer_id":"wne-m-MyPb0","name":"Первый мститель 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_676266.jpg","date":"2014-3-13","genres":["боевик","триллер","приключения"],"description":"После беспрецедентных событий, впервые собравших вместе команду Мстителей, Стив Роджерс, известный также как Капитан Америка, оседает в Вашингтоне и пытается приспособиться к жизни в современном мире. Но покой этому герою только снится — пытаясь помочь коллеге из агентства Щ. И. Т., Стив оказывается в центре событий, грозящих катастрофой мирового масштаба. Для того, чтобы разоблачить злодейский заговор, Капитан Америка объединяется с Черной вдовой. К ним также присоединяется новый соратник, известный как Сокол, однако никто из них даже не подозревает, на что способен новый враг.","trailer_id":"sxtuHEazdoQ","name":"Первый мститель 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_822708.jpg","date":"2016-4-12","genres":["боевик","приключения"],"description":"Мстители под руководством Капитана Америки оказываются участниками разрушительного инцидента, имеющего международный масштаб. Эти события заставляют правительство задуматься над тем, чтобы начать регулировать действия всех людей с особыми способностями, введя «Акт о регистрации супергероев», вынуждая их подчиняться ООН.\n\nВидя в этом договоре нарушение гражданских прав и плевок на всё, во что он верит, Стив Роджерс открыто восстаёт против нового режима, ведя за собой группу героев, поддерживающих его мнение. В свою очередь, Тони Старк видит смысл в новом договоре и становится во главе героев, поддерживающих его. Всё это приводит к неизбежному расколу Мстителей и войне между сторонами. Сражаясь друг с другом, Старк и Роджерс не знают о том, что таинственный Барон Земо уже строит свои собственные планы, воспользовавшись расколом величайших героев Земли.","trailer_id":"DREZ2aCi8Tw","name":"Первый мститель 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_684562.jpg","date":"2012-6-7","genres":[],"description":"Она обычная маменькина дочка — красивая, скромная и со своими секретами, он — обычный раздолбай — талантливый, вспыльчивый и, конечно, безумно романтичный. У неё своё прошлое, которое она помнит с трудом, а него свой расчёт, чтобы оказаться в этом прошлом. Что, если спасая другого спасёшься сам? Но цена за это будет слишком велика… Итак, однажды Сон Шичао встретила своего бывшего одноклассника Гон Нин. Она его даже не узнает, но он хорошо помнит её. Возможно, даже, слишком хорошо…","trailer_id":"BvW3UK5-Y88","name":"Первый раз"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_764608.jpg","date":"2015-8-25","genres":["триллер","криминал","приключения"],"description":"Фрэнк Мартин — самый высококвалифицированный перевозчик, которого только можно нанять за деньги. Ставки выше, технологии поднялись на более высокий уровень, но правила те же: никогда не изменять условия сделки, никаких имен и никогда не открывать груз.\n\nКогда Фрэнка нанимает хитроумная красотка Анна и ее три очаровательные сообщницы, он быстро выясняет, что его водят за нос. Анна и ее команда похитили его отца, чтобы заставить Фрэнка помочь им разобраться с группой безжалостных торговцев людьми.","trailer_id":"vxQGBDTBR10","name":"Перевозчик 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_77588.jpg","date":"2005-8-3","genres":["триллер","криминал"],"description":"Бывший сотрудник спецподразделения Фрэнк Мартин, известный также как Перевозчик, уходит от дел и поселяется в Майами, где устраивается шофером в богатую семью. С маленьким сыном этого семейства у него завязываются дружеские отношения.\n\nКогда же мальчика похищают, Мартину приходится использовать свои профессиональные навыки, чтобы вернуть парнишку в целости и сохранности, а также раскрыть зловещий план похитителя…","trailer_id":"hnG25MEwiPo","name":"Перевозчик 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409159.jpg","date":"2008-11-26","genres":["триллер","криминал","детектив","приключения"],"description":"После своих последних приключений в Майами, Фрэнк Мартин решил поменять работу «перевозчика» на спокойную и уединенную жизнь во французской Ривьере. Но его планам не суждено было сбыться, когда к нему обратился бывший солдат из отряда «Дельта» Йонас Джонсон. Он рассказал, что по заказу корпорации «Ecocorp», занимающейся переработкой и утилизацией отходов, похищена Валентина — дочь украинского министра по охране окружающей среды Леонида Фазилева — чтобы путем вымогательства получить официальное разрешение для утилизации ядовитых отходов в Украине.\n\nТеперь задача героя — доставить Валентину через Европу в Одессу. Чтобы обеспечить выполнение задания, Джонсон одевает Фрэнку и Валентине электронные браслеты, которые могут взорваться, если их обладатели удаляются на 20 метров от автомобиля. Выполняя это задание, главному герою придется столкнуться с новыми опасностями, которые связаны не только с его заказом…","trailer_id":"K6i4tJ4PYKM","name":"Перевозчик 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_1957.jpg","date":"2001-5-21","genres":["драма","мелодрама","военный","история"],"description":"Эта история двух друзей — летчиков. Их судьбы переплавились в топке Второй мировой войны. Их чувства были опалены языками великой страсти. Огонь стал для них вторым домом.\n\nМир рушился, прошлое скрылось в сумерках пожарищ, и теперь за будущее должен был бороться каждый, на земле и на небе, в дружбе и вражде.","trailer_id":"W1ttopZnXZQ","name":"Перл-Харбор"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_463354.jpg","date":"2012-9-6","genres":["боевик","триллер","драма","криминал"],"description":"В недалеком будущем, где стали возможны путешествия во времени, некая корпорация убирает нежелательных людей, отправляя их в прошлое. Задача принимающей стороны — убить жертву, стерев тем самым несчастного из истории.","trailer_id":"qI1RXrS9rkg","name":"Петля времени"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_575180.jpg","date":"2017-5-11","genres":["боевик","комедия","приключения"],"description":"Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его призрачные пираты. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.","trailer_id":"XX0zmgbcMm8","name":"Пираты Карибского моря 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_63991.jpg","date":"2006-6-24","genres":["боевик","приключения"],"description":"Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…","trailer_id":"kN2IxbyBE-8","name":"Пираты Карибского моря 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_575180.jpg","date":"2017-5-11","genres":["боевик","комедия","приключения"],"description":"Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его призрачные пираты. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.","trailer_id":"XjZXWCboqIY","name":"Пираты Карибского моря 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_427076.jpg","date":"2011-5-7","genres":["боевик","комедия","приключения"],"description":"В новой истории о поисках истины, предательстве, вечной молодости и смертельной опасности капитану Джеку Воробью предстоит столкнуться с женщиной из своего прошлого Анжеликой. До самого конца не будет понятно, связывает ли их настоящая любовь, или же Анжелика искусно притворяется, чтобы вместе с Джеком добраться до таинственного источника вечной молодости.\n\nОна силой принуждает капитана Джека Воробья взойти на корабль «Месть Королевы Анны», которым управляет коварный злодей Черная Борода. Наш герой оказывается в ситуации, когда он не знает, чего ему бояться больше — ужасного злодея или же свою давнюю подругу.","trailer_id":"AAJEXniROUs","name":"Пираты Карибского моря 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_575180.jpg","date":"2017-5-11","genres":["боевик","комедия","приключения"],"description":"Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его призрачные пираты. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.","trailer_id":"0e71Y_3-dQs","name":"Пираты Карибского моря 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_4375.jpg","date":"2001-7-26","genres":["боевик","триллер","приключения"],"description":"Будущее. 2029 год. На гигантской космической станции астронавт Лео Дэвидсон обучает обезьян управлять летательными аппаратами. Неожиданно один из его учеников теряет контроль над космолетом и его уносит в еще не изученную область пространственно-временных туннелей.\n\nНе раздумывая ни секунды, Лео бросается на выручку шимпанзе, но его постигает та же участь. Пройдя сквозь туннель, он совершает скачок во времени и попадает на неизвестную планету, где цивилизация воинствующих обезьян превратила людей в своих рабов. Оказавшись в плену у обезьян, Лео пытается отстоять права человечества на свободу.\n\nНо как могут вооруженные палками люди сопротивляться закованным в доспехи злобным гориллам убийцам? Единственный шанс выжить и победить в этой битве, это добраться до скрывающей страшную тайну происхождения обезьян «Запретной зоны».","trailer_id":"oULQDhRCdAk","name":"Планета обезьян"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_258048.jpg","date":"2005-8-29","genres":["триллер","драма","криминал","детектив"],"description":"Майкл убежден в невиновности брата, осужденного на казнь, и решает сам восстановить справедливость. Он намеренно совершает преступление, за которое попадает в ту самую тюрьму, где сидит брат. Ту самую, которую Майкл хорошо знает, потому что сам же ее и создавал, как инженер-строитель… План спасения гениально прост…","trailer_id":"hRiZBX3swxY","name":"Побег"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_417855.jpg","date":"2010-6-30","genres":["боевик","приключения","семейный"],"description":"Воздушные кочевники, Племя Воды, Царство Земли и Народ Огня. Четыре нации были связаны судьбой, когда Народ Огня начал жестокую войну против всех. Прошло сто лет без надежды что-то изменить в этом мире. Народ Огня почти близок к победе в войне.\n\nОказавшись между борьбой и храбростью, юный Аанг понимает, что он — Аватар, обладающий силой повелевать четырьмя стихиями, и то, что только он может вернуть баланс и восстановить мир на земле. Вместе с юной повелительницей воды Катарой и её братом Соккой он отправляется в путешествие.","trailer_id":"7JtWlHSaR60","name":"Повелитель стихий"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_4901.jpg","date":"2003-5-30","genres":[],"description":"Затерявшись в лесах Западной Вирджинии в результате рокового стечения обстоятельств, группа молодых людей пытается добраться до ближайшего телефона. Но вместо телефона им суждено найти дом в горах, увешанный страшным оружием и отвратительными трофеями…\n\nКто, или что живет в этом доме? Молодые люди начинают понимать, что все их злоключения — способ загнать дичь в ловушку, где они — это дичь, а зловещие охотники — обитатели дома…","trailer_id":"xayAGiS5o9o","name":"Поворот не туда 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_258708.jpg","date":"2007-8-25","genres":["триллер"],"description":"В печально известном по событиям первого фильма лесу, местная телекомпания снимает реалити-шоу в духе «Последнего героя». Участникам проекта предстоит вести образ жизни первобытных племен без современных средств связи… на радость обитающим неподалеку каннибалам.","trailer_id":"LPASCjkX1WU","name":"Поворот не туда 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_420470.jpg","date":"2009-10-8","genres":[],"description":"Группа людей оказывается загнанной в ловушку, в лесах Западной Вирджинии, где они вынуждены бороться за свои жизни против группы порочных, и ужасно уродливых каннибалов.","trailer_id":"iikb9NgMMfk","name":"Поворот не туда 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_586138.jpg","date":"2011-10-25","genres":[],"description":"Группа друзей отправляется на снегоходах на зимнюю прогулку. Во время метели они заблудились и свернули не туда. Встреча с мутантами-каннибалами стала для героев большой неожиданностью…","trailer_id":"b_eH9ebGSZI","name":"Поворот не туда 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_683191.jpg","date":"2013-8-26","genres":["триллер","криминал"],"description":"Часы неумолимо отмеряют время для Брента Магны, который носится по улицам Софии в попытках спасти свою жену. Сидя за рулём своего Ford Shelby GT500 Super Snake Брент вынужден подчиняться приказам таинственного человека, который отдаёт ему и его случайной пассажирке опасные приказы. Если они их не выполнят, жена Брента умрёт. На хвосте у них висит полиция, и выбора нет — подчиняйся или всё потеряешь. Или всё же выбор есть?","trailer_id":"LC34SEJhC6w","name":"Погнали"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_501293.jpg","date":"2011-8-23","genres":["триллер","детектив"],"description":"Главный герой в один прекрасный день обнаруживает на сайте по розыску пропавших детей собственное фото. Отойдя от шока, он понимает, что родители похитили его и вырастили как собственного ребенка. Юноша начинает расследование, которое, в итоге, превращается в цепь жестоких и местами смертельно опасных событий.","trailer_id":"V0BvKFU3xGU","name":"Погоня"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_546244.jpg","date":"2012-10-25","genres":["биография","спорт"],"description":"Серфинг — спорт королей. Не каждый сможет справиться с огромными волнами у побережья Калифорнии. Их называют Мавериками, они достигают 25 метров в высоту. Хессон не раз покорял стихию, но не раскрыл своего секрета никому. Он дал обещание любимой женщине — больше не рисковать жизнью. Но смелость юного Джея подкупила Хессона. Смогут ли они, глядя смерти в лицо, удержаться на гребне волны?","trailer_id":"81vF7TTAOyc","name":"Покорители волн"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_461782.jpg","date":"2010-3-1","genres":["мелодрама"],"description":"Тайлер — беспечный студент, который никак не может найти общий язык с окружающим миром. Он подавлен смертью старшего брата. Отцу, как, впрочем, и матери с отчимом, нет до него никакого дела. К счастью, у него есть друг Эйдан. Однажды парни случайно ввязываются в уличную драку…","trailer_id":"u_h4xcQpDqc","name":"Помни меня"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_588839.jpg","date":"2014-0-18","genres":["драма","мелодрама","приключения"],"description":"История любви раба Майло и благородной Кассии, обрученной с римским сенатором, на фоне извержения Везувия, которое навсегда стерло с лица земли древнеримский город Помпеи…","trailer_id":"4KBnBwVrfWs","name":"Помпеи"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_88078.jpg","date":"2014-8-11","genres":["драма","мелодрама"],"description":"Юный Джонас живет в идеальном, максимально цивилизованном обществе будущего, где больше нет войн, боли, страданий, радости, воспоминаний. Для каждого члена здесь определен идеальный порядок существования, и теперь никому не приходится выбирать шаг, мысль, цвет — все вокруг однозначно серое… По решению Совета общества Джонас назначается Хранителем памяти, которую он должен перенять у Учителя по имени Дающий. Юноше открывается правда о настоящем мире, но чтобы освободить свой мир, он должен бросить ему вызов…","trailer_id":"Ybvzn1nHNjA","name":"Посвящённый"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_577285.jpg","date":"2013-5-1","genres":["приключения","боевик"],"description":"События разворачиваются через тысячу лет после катастрофы, вынудившей человечество покинуть Землю. Новым домом становится планета под названием Нова Прайм. Легендарный генерал Сайфер Рейдж возвращается с очередного боевого задания в семью, которая раньше обходилась без его родительского внимания, чтобы стать отцом своему 13-летнему сыну Китаю. Во время астероидной бури летательный аппарат с папой и сыном на борту терпит крушение, падая на незнакомую и опасную Землю. И пока Рейдж-старший на последнем дыхании лежит среди обломков своего корабля, сын должен пересечь враждебный ландшафт, чтобы запустить их спасательный маячок. Ни о чем большем юноша в своей жизни не мечтал: быть солдатом, как отец, — его заветное желание. Сегодня у него есть шанс проявить себя.","trailer_id":"6q2oQC6HWQA","name":"После нашей эры"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_506066.jpg","date":"2015-10-13","genres":["боевик","приключения"],"description":"Современный мир скрывает множество секретов, но самым удивительным из них является то, что ведьмы до сих пор живут среди нас. Это злобные сверхъестественные существа, чья цель — наслать на мир смертоносную чуму. Армии охотников на ведьм сражались с ними на протяжении многих веков.\n\nВ наши дни остался всего лишь один охотник на ведьм, Колдер, которому однажды удалось убить всемогущую королеву ведьм. Но Колдер еще не знает, что королева воскресла и жаждет отомстить своему убийце…","trailer_id":"dvFF7qsxzx0","name":"Последний охотник на ведьм"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_683766.jpg","date":"2013-11-27","genres":["криминал"],"description":"Фил Брокер — бывший агент из отдела борьбы с наркотиками. Фил переезжает в небольшой город вместе с семьей в надежде забыть прошлое. Но он узнает, что город только со стороны кажется тихим и спокойным местом, на самом деле он кишит насилием, наркотиками, а всем этим заправляет злодей по кличке Аллигатор…","trailer_id":"g6VvX3SKnlA","name":"Последний рубеж"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2053.jpg","date":"2004-5-17","genres":["триллер","драма","приключения"],"description":"Земля уверенно движется навстречу глобальной экологической катастрофе: в одной части света все живое погибает от засухи, в другой — разбушевавшаяся водная стихия сносит города.\n\nБлизость катастрофы вынуждает ученого-климатолога, пытающегося найти способ остановить глобальное потепление, отправиться на поиски пропавшего сына в Нью-Йорк, в котором наступил новый ледниковый период…","trailer_id":"8h9Yj-UK3qo","name":"Послезавтра"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_504603.jpg","date":"2010-11-13","genres":["приключения"],"description":"Будущее наступило. Здесь нет ни звездолетов, ни небоскребов, ни модной одежды, ни высокого искусства. Человечество потерпело крах. После тысяч лет эволюции оно оказалось на самом дне! Теперь наше место обитания — джунгли, таящие опасности на каждом шагу. Сбиваясь в стаи, уцелевшие люди пытаются просто выжить. Только некоторые хранят память о великом прошлом человечества. И они отправятся на самый край земли, где по преданию находится Призрачный город. Чтобы вспомнить, кто они. Вспомнить свое будущее…","trailer_id":"WbQazcxQ2C0","name":"Потерянное будущее"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_687670.jpg","date":"2014-4-10","genres":["драма","триллер"],"description":"Выдающийся исследователь в области изучения искусственного интеллекта доктор Уилл Кастер работает над созданием компьютера, который сможет собрать в себе все знания и опыт, накопленные человечеством. Достаточно спорные эксперименты, проводимые Уиллом, прославили его и в то же время сделали основной целью радикальной анти-технологической группировки. Экстремисты делают всё возможное, чтобы остановить учёного.\n\nОднако в своих попытках уничтожить Уилла они добиваются обратного и становятся невольными участниками становления его абсолютного превосходства. Для его жены Эвелин и лучшего друга Макса Вотерса, тоже учёных-исследователей, встаёт вопрос, должны ли они продолжать этот эксперимент. Их худшие опасения претворяются в жизнь, когда жажда знаний Уилла переходит в неконтролируемую жажду власти…","trailer_id":"7OcPAlGPOpk","name":"Превосходство"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_502302.jpg","date":"2012-6-18","genres":["фэнтези","боевик","вестерн"],"description":"Сюжет фильма раскрывает тайную жизнь Величайшего Президента Америки Авраама Линкольна — любящего мужа и отца днем и беспощадного убийцу вампиров ночью. Армия кровопийц, которым он бросил вызов, растет с каждым днем. Сможет ли президент великой страны противостоять полчищам вампиров и спасти свою семью и народ от неминуемой гибели?..","trailer_id":"DXfZ-hYkNl8","name":"Президент Линкольн - охотник на вампиров"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_489438.jpg","date":"2013-0-13","genres":["драма","мелодрама"],"description":"Лена Дюкейн отличается от всех, кого когда-либо видел маленький южный город Гатлин, она борется с собой, пытаясь усмирить свою силу и проклятие, веками преследовавшее ее семью. Но даже в разросшихся садах, в мрачных болотах и на разрушенных могильниках позабытого Юга секрет не будет жить вечно.\n\nИтана Уэйта, считающего дни до своего бегства из Гатлина, преследуют сны о прекрасной девушке, которую он никогда не встречал. Когда Лена приезжает жить в дом на самой старой и самой жуткой из всех плантаций города, Итан безоговорочно влюбляется в нее и целенаправленно старается раскрыть секрет их удивительной связи.","trailer_id":"YG2T0oSof-E","name":"Прекрасные создания"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462454.jpg","date":"2013-7-17","genres":["боевик","комедия","приключения","фантастика"],"description":"Детективы из загробного департамента расследуют преступления по ту сторону могилы и гоняются за не в меру ретивой нечистью. Молодой коп, после гибели от руки неизвестного злоумышленника угодивший в мир иной, в обмен на помощь при расследовании собственного убийства обязуется следующие сто лет посвятить службе в R.I.P.D. и, получив в напарники брутального стрелка эпохи вестернов, выходит на борьбу с неупокоившимся злом.","trailer_id":"ZHmzTRpo10c","name":"Призрачный патруль"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_195394.jpg","date":"2010-5-9","genres":["боевик","мелодрама","приключения"],"description":"Главный герой этой экранизации культовой компьютерной игры, юный принц Дастан всегда побеждал врагов в бою, но потерял королевство из-за козней коварного царедворца. Теперь Дастану предстоит похитить из рук злодеев могущественный магический артефакт, способный повернуть время вспять и сделать своего владельца властелином мира. Помочь одолеть врагов Дастану помогут его блестящие навыки владения холодным оружием, а также недюжинные способности к акробатике и эквилибристике.","trailer_id":"VUlkOUnwa44","name":"Принц Персии: Пески времени"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_195334.jpg","date":"2006-10-17","genres":["триллер","драма","детектив"],"description":"Роберт и Альфред — фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну.\n\nОни готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей…","trailer_id":"0B6O17m9sWE","name":"Пристиж"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_497015.jpg","date":"2011-9-11","genres":["драма","криминал","биография"],"description":"Байкер Сэм Чайлдерс имел множество проблем с законом, но после выхода из тюрьмы, вняв мольбам жены Линн, начал посещать церковь. Бывшего преступника словно подменили: он стал примерным прихожанином, основал строительную компанию и сам возвел с нуля протестантский храм для тех, кого благополучные американцы презрительно именовали «отбросами общества»… Ровное течение жизни Сэма меняется после миссионерской поездки в Уганду и Судан.\n\nПроникнувшись состраданием к африканским детям, он решает основать приют, в котором те чувствовали бы себя в безопасности от боевиков Господней армии Сопротивления, набирающих себе солдат и сексуальных рабынь даже среди малолетних. Своих подопечных, если потребуется, Сэм готов защищать с оружием в руках. Однако в своем рвении Чайлдерс забывает о том, что обратной стороной любого благого порыва может стать одержимость…","trailer_id":"HGl7VZv6vjQ","name":"Проповедник с пулеметом"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_87789.jpg","date":"2007-4-25","genres":["фэнтези","боевик","триллер","криминал","приключения"],"description":"У Криса Джонсона есть секрет, отравляющий его жизнь: он может предсказывать ближайшее будущее. Устав от бесконечного внимания правительства и медицинских центров, пытающихся разгадать природу его удивительных способностей, Крис ложится на дно.\n\nПод вымышленным именем он работает в Лас-Вегасе, где развлекает публику дешевыми фокусами. Но когда группа террористов угрожает Лос-Анджелесу, специальному агенту Калли Феррис придется собрать все силы, чтобы разыскать Криса и убедить его помочь предотвратить катастрофу.","trailer_id":"9Qdso5A0DlA","name":"Пророк"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_252903.jpg","date":"2008-7-10","genres":["фэнтези","боевик","приключения","семейный"],"description":"Пытаясь узнать о судьбе исчезнувшего брата, учёный, его племянник и их проводница открывают фантастичный и опасный затерянный мир в центре Земли.","trailer_id":"wg0cygUuNDc","name":"Путешествие к центру земли"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_455767.jpg","date":"2013-9-4","genres":["боевик","триллер","приключения"],"description":"Преданный своими и брошенный умирать на пустынной планете, Риддик сражается с хищниками за жизнь и становится сильнее и опаснее себя прежнего. Открывшие на него охоту галактические наемники оказываются пешками в грандиозном плане отмщения. С врагами, возникающими на его пути тогда, когда это нужно самому Риддику, он начинает поход во имя мести.","trailer_id":"-UJRJJFntD0","name":"Риддик 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_455767.jpg","date":"2013-9-4","genres":["боевик","триллер","приключения"],"description":"Преданный своими и брошенный умирать на пустынной планете, Риддик сражается с хищниками за жизнь и становится сильнее и опаснее себя прежнего. Открывшие на него охоту галактические наемники оказываются пешками в грандиозном плане отмщения. С врагами, возникающими на его пути тогда, когда это нужно самому Риддику, он начинает поход во имя мести.","trailer_id":"-UJRJJFntD0","name":"Риддик 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_416183.jpg","date":"2014-1-30","genres":["боевик","криминал"],"description":"2028 год. Международный конгломерат ОмниКорп лидирует в производстве робототехники. Благодаря разработкам компании Америка успешно побеждает в войнах по всему миру. Но теперь пришло время применить технологию на американской земле. Алекс Мерфи — любящий муж, отец и отличный полицейский, оберегающий порядок в Детройте, получает на службе смертельные ранения. Специалисты ОмниКорпа, используя новейшие разработки, сохраняют ему жизнь. Алекс возвращается на службу в родной город не только с новыми сверхспособностями, но и с проблемами, с которыми не сталкивался ни один живой человек.","trailer_id":"Cwy_4QGMAvM","name":"Робокоп"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_462754.jpg","date":"2013-7-16","genres":["боевик","приключения"],"description":"Новая глава приключений Росомахи развернётся в Японии, где Логану предстоит выяснить, что острее — когти Росомахи или меч Серебряного Самурая.","trailer_id":"PBmQHg0lSyI","name":"Россомаха : Бессмертный"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_408396.jpg","date":"2014-12-17","genres":["приключения"],"description":"Рассказ в фильме пойдет про парня, который, так уж вышло, стал седьмым сыном седьмого сына. А только такой человек может стать ведьмаком. Но этого недостаточно, чтобы именовать себя так — необходимо пройти массу тренировок, а также усердно учиться. Ведь главное оружие ведьмака — это его ум. Хоть в народе их не любят, но кто-то же обязан убивать нечисть, хранить землю от сил зла и делать всю грязную работу? Юный Том Уорд попробует стать тем самым учеником ведьмака.","trailer_id":"iBpgXG1yWak","name":"Седьмой сын"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_493223.jpg","date":"2010-11-11","genres":["боевик","триллер"],"description":"После вечеринки компания друзей просыпается от того, что в окно ударяет яркий свет. Они видят, как людей на улице затягивает в столп света, и они поднимаются куда-то вверх. Вскоре после этого на планете начинается зачистка оставшихся людей. Выжившим предстоит бороться за жизнь с инопланетными тварями.","trailer_id":"7odYmXqmYl0","name":"Скайлай  1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_569055.jpg","date":"2017-10-14","genres":["фантастика","боевик","триллер","приключения"],"description":"В мире — хаос и паника. Небо закрыли нависающие над городами космические корабли, которые через огромные столпы света затягивают к себе на борт тысячи людей прямо с улиц. Чтобы найти похищенного сына, бесстрашному детективу придется проникнуть на корабль агрессивных пришельцев, отбить атаку этих разъяренных тварей и… попытаться вернуть планету землянам.","trailer_id":"zpVG379jvXc","name":"Скайлай  2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_102136.jpg","date":"2008-8-21","genres":["боевик","триллер"],"description":"Трехкратный чемпион-гонщик Дженсен Эймс посажен в тюрьму за убийство, которого не совершал. Вместо того, чтобы выпустить его на свободу, тюремщики заставляют его вместе с самыми отъявленными преступниками участвовать в кровавом состязании. Оказавшись за рулем чудовищного автомобиля, оборудованного автоматами, огнеметами и гранатометами, этот отчаянный человек разрушит все на своем пути, чтобы выиграть самую зрелищную гонку на выживание на Земле.","trailer_id":"KmPpRqZuFnQ","name":"Смертельная гонка 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_471614.jpg","date":"2010-12-27","genres":["боевик","триллер"],"description":"Действие происходит в ближайшем будущем, когда экономика США начнёт своё снижение и на страну обрушится волна насилия. Чтобы сдержать постоянно растущее уголовное население создаются частные тюрьмы. Худшая из этих тюрем — Терминал Айленд, где заключенным приходится воевать с другими заключенными за свою жизнь в телевизионном шоу.","trailer_id":"nmXN7VAVzJU","name":"Смертельная гонка 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_597026.jpg","date":"2013-1-20","genres":["боевик","триллер"],"description":"Карл Лукас по прозвищу Франкенштейн — раскаявшийся преступник, легендарный участник жестокого и кровавого тюремного соревнования под названием Смертельная гонка. Чтобы обрести долгожданную свободу, ему осталось одержать лишь одну победу, но эта гонка опасна как никогда, ведь на этот раз она проходит в пустыне!\n\nЧтобы доказать свое превосходство, Лукасу предстоит справиться не только с безжалостными соперниками-гонщиками, но и с таинственными влиятельными врагами в смертоносной южно-африканской пустыне.","trailer_id":"r0LZk_6IEyk","name":"Смертельная гонка 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_61325.jpg","date":"2004-8-2","genres":["драма","криминал"],"description":"Водитель такси оказывается в положении заложника, когда к нему в машину садится наемный убийца, заставляющий его наматывать километры по ночному Лос-Анджелесу от одной жертвы к другой. Нужно спасать — себя и последнюю намеченную убийцей цель…","trailer_id":"ueWpe-tnpSk","name":"Соучастник"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_104921.jpg","date":"2006-9-28","genres":["приключения"],"description":"Бен Рэнделл, легендарный пловец-спасатель, когда-то в ужасной катастрофе потерял всю свою команду. Чтобы найти свое место в жизни и забыть о том страшном событии, он решает пойти в училище, где в его обязанности входит тренировка молодых спасателей. Здесь он сталкивается с молодым и талантливым пловцом «с характером», Джейком Фишером.\n\nВ конце обучения они вдвоем отправятся к Аляске, в Берингово море, где Джейку придется пройти самое важное испытание…","trailer_id":"vJdPbLKRjV8","name":"Спасатель"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_677893.jpg","date":"2015-9-15","genres":["комедия"],"description":"70-летний вдовец Бен Уитакер обнаруживает, что выход на пенсию — еще не конец. Пользуясь случаем, он становится старшим стажером в интернет-магазине модной одежды под руководством Джулс Остин.","trailer_id":"qb1hUC0-O3g","name":"Стажер"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_455165.jpg","date":"2013-5-2","genres":["боевик","приключения"],"description":"Вернувшись на Землю, команда корабля «Энтерпрайз» обнаруживает, что деятельность и принципы их организации подорваны изнутри. Флот скован необъяснимым ужасом и бездействует, пока мир все глубже погружается в бездну.\n\nКапитан Кирк берет на себя руководство операцией по поимке злодея, ответственного за этот хаос и способного уничтожить все человечество.\n\nВ запутанной игре не на жизнь, а на смерть, любовь и дружба будут принесены в жертву ради единственного, что осталось у Кирка — его команды.","trailer_id":"H3rBb1Bhkyg","name":"Стартрек 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_455165.jpg","date":"2013-5-2","genres":["боевик","приключения"],"description":"Вернувшись на Землю, команда корабля «Энтерпрайз» обнаруживает, что деятельность и принципы их организации подорваны изнутри. Флот скован необъяснимым ужасом и бездействует, пока мир все глубже погружается в бездну.\n\nКапитан Кирк берет на себя руководство операцией по поимке злодея, ответственного за этот хаос и способного уничтожить все человечество.\n\nВ запутанной игре не на жизнь, а на смерть, любовь и дружба будут принесены в жертву ради единственного, что осталось у Кирка — его команды.","trailer_id":"vr9VANd6mxc","name":"Стартрек 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_734349.jpg","date":"2016-7-20","genres":["боевик","триллер","приключения"],"description":"Бесстрашная команда крейсера Звездного Флота «Энтерпрайз» исследует неизведанные глубины космоса. Во время этого полного опасностей путешествия герои сталкиваются с таинственной силой, ставящей под угрозу не только их миссию и стабильность Федерации, но и весь миропорядок.","trailer_id":"SeicIrKbx80","name":"Стартрек 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_689066.jpg","date":"2014-7-21","genres":["боевик","приключения","комедия"],"description":"Отважному путешественнику Питеру Квиллу попадает в руки таинственный артефакт, принадлежащий могущественному и безжалостному злодею Ронану, строящему коварные планы по захвату Вселенной. Питер оказывается в центре межгалактической охоты, где жертва — он сам.\n\nЕдинственный способ спасти свою жизнь — объединиться с четверкой нелюдимых изгоев: воинственным енотом по кличке Ракета, человекоподобным деревом Грутом, смертельно опасной Гаморой и одержимым жаждой мести Драксом, также известным как Разрушитель. Когда Квилл понимает, какой силой обладает украденный артефакт и какую опасность он представляет для вселенной, одиночка пойдет на все, чтобы сплотить случайных союзников для решающей битвы за судьбу галактики.","trailer_id":"nlysXqG-gbQ","name":"Стражи галактики 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_841263.jpg","date":"2017-4-10","genres":["боевик","приключения","комедия"],"description":"Все в сборе: землянин Питер Квилл (Звездный Лорд), молчаливый громила Дракс, зеленокожая наемница Гамора, живое дерево Грут и говорящий енот. Герои не изменяют себе и с завидной регулярностью продолжают попадать в немыслимые ситуации, выпутываясь из них почти без ущерба (а иногда даже с пользой) для окружающих. На этот раз им предстоит раскрыть одну из самых главных тайн во всей Галактике: кто же на самом деле отец Питера Квилла?","trailer_id":"Ys3mXt3WqMA","name":"Стражи галактики 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_257898.jpg","date":"2007-3-8","genres":["триллер","драма","криминал","детектив"],"description":"Опытный снайпер Боб Ли оказывается втянутым в заговор с целью убийства президента. Похоже, что его хотят подставить и «сдать» властям, поэтому ему необходимо как можно быстрее найти и обезвредить настоящего убийцу…","name":"Стрелок"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_586297.jpg","date":"2013-0-21","genres":["драма","криминал"],"description":"Ради спасения сына, которому грозит срок за продажу наркотиков, отец идет на сделку с полицией. Он должен внедриться в самое сердце наркомафии.","trailer_id":"Lulue4Ge4Go","name":"Стукач"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_661022.jpg","date":"2013-5-2","genres":["ужасы"],"description":"Мир будущего — мир без преступности… безработицы… войн. И все это благодаря одной ночи в году, когда можно отправить на тот свет любого — злобного босса, шумных соседей, надоевших родственников. В Судную ночь дозволено все — главное дожить до рассвета.","trailer_id":"1-gcPVCkzWA","name":"Судная ночь 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_770805.jpg","date":"2014-7-17","genres":["криминал","боевик"],"description":"Добро пожаловать в идеальный мир будущего, мир без преступности и войн. И только один раз в году роскошная спокойная жизнь сменяется анархией. Этой ночью дозволено все: во тьме улиц одни жаждут мести, другие ищут развлечений, остальные пытаются дожить до рассвета…","trailer_id":"pdbjC_U0vQ8","name":"Судная ночь 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_843907.jpg","date":"2016-6-29","genres":["фантастика","боевик","триллер"],"description":"Добро пожаловать в идеальное будущее, в котором Судная ночь превратилась в международный тренд. Туристы со всего мира прибывают в аэропорты Америки: ведь всего лишь раз в году здесь позволено все, главное — дожить до рассвета.","trailer_id":"zCp4ugh8HL0","name":"Судная ночь 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_7145.jpg","date":"1978-12-10","genres":["боевик","драма","приключения"],"description":"Цивилизация планеты Криптон стоит на грани гибели. Ученый Джор-Эл, чтобы спасти своему ребенку жизнь, отправляет его на Землю. Маленький мальчик вырастает и открывает в себе неземные возможности. Он — Супермен!\n\nОгромная сила и способность летать помогают ему в борьбе с любыми проявлениями зла. И когда коварный злодей Лекс Лютор строит зловещие планы, угрожающие всему человечеству, только Супермен может помешать ему…","trailer_id":"EIdD90yjOnk","name":"Супермен"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_397671.jpg","date":"2009-9-24","genres":["боевик","триллер"],"description":"Действие разворачивается в будущем, в 2057 году, — когда люди практически перестанут общаться между собой и полностью возложат эту функцию на плечи роботов-заменителей. Они сильнее, моложе, привлекательнее своих обладателей и даже могут быть другого пола. Но находится террорист, начинающий уничтожать идеальных андроидов. Полицейскому Тому Гриру предстоит узнать, какие причины движут злоумышленником, лишающим жизни людей и их марионеток, технически и физически совершенных.","trailer_id":"wl8UKldobpk","name":"Суррогаты"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_571.jpg","date":"1995-12-6","genres":["драма","криминал"],"description":"Ник МакКоли — один из лучших преступников Лос-Анджелеса. Ему противостоит лучший детектив Винсент Ханна. Две сильнейшие команды сходятся друг против друга в смертельной схватке.","trailer_id":"e6ARN7cl4HY","name":"Схватка"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_461784.jpg","date":"2012-4-19","genres":["мелодрама"],"description":"Морской пехотинец Логан Тибо сумел остаться в живых после трех военных миссий в Ираке. Своим талисманом он считает фото, которое всегда носит с собой — на нем совершенно незнакомая ему женщина. По возвращении в Северную Каролину Тибо решает разыскать ее.","trailer_id":"c3hJjF9QLbA","name":"Счастливчик"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_220589.jpg","date":"2008-0-6","genres":["фэнтези","боевик","триллер","криминал","приключения"],"description":"Подросток из неблагополучного района Дэвид Райс всегда считал себя обычным парнем, пока однажды он не узнал, что он может телепортироваться с места на место. Новые способности открыли перед ним весь мир. Он может побывать в Нью-Йорке и Токио, посетить античные развалины в Риме, увидеть «крышу мира» с горы Эверест, увидеть 20 рассветов и 20 закатов. И все — в один день.\n\nТеперь ему не нужны деньги — он может взять сколько хочет. Однако в один момент он обнаруживает, что стал мишенью. На него, как и на других подобных ему, объявлена охота. На протяжении тысячи лет тайное общество стремится уничтожить их. Вскоре Дэвид узнает истинную ценность его новых способностей.","trailer_id":"5cjCijEg8BM","name":"Телепорт"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_319.jpg","date":"2003-6-30","genres":["боевик"],"description":"Прошло десять лет с тех пор, как Джон Коннор помог предотвратить Судный День и спасти человечество от массового уничтожения. Теперь ему 25, Коннор не живет «как все» — у него нет дома, нет кредитных карт, нет сотового телефона и никакой работы.\n\nЕго существование нигде не зарегистрировано. Он не может быть прослежен системой Skynet — высокоразвитой сетью машин, которые когда-то попробовали убить его и развязать войну против человечества. Пока из теней будущего не появляется T-X — Терминатрикс, самый сложный киборг-убийца Skynet.\n\nПосланная назад сквозь время, чтобы завершить работу, начатую её предшественником, T-1000, эта машина так же упорна, как прекрасен её человеческий облик. Теперь единственная надежда Коннору выжить — Терминатор, его таинственный прежний убийца. Вместе они должны одержать победу над новыми технологиями T-X и снова предотвратить Судный День…","trailer_id":"z1BOTuILbHk","name":"Терминатор 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_160932.jpg","date":"2009-5-14","genres":["боевик","приключения"],"description":"2018 год. В мире наступила война с машинами. Джон Коннор — человек, чья судьба — возглавить Сопротивление электронному мозгу Скайнет и армии Терминаторов. Но в будущее, с верой в которое он возвращен, вклинивается таинственный Маркус Райт: незнакомец, чьи последние воспоминания рисуют камеру смертников.\n\nКоннор должен понять, кто такой этот Маркус и с какой целью пожаловал к людям. И на фоне подготовки Скайнетом решающего удара, Коннор и Райт отправляются в путешествие, приводящее их в самую сердцевину взбунтовавшейся операционной системы, где открывается ужасная тайна, кроющаяся за потенциальным уничтожением человечества.","trailer_id":"v8Wx7aQXK8U","name":"Терминатор 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_760469.jpg","date":"2014-8-13","genres":["криминал"],"description":"Получив приглашение на костюмированную вечеринку, два нерадивых приятеля решают нарядиться полицейскими, и вдруг их популярность среди гостей подскакивает до максимума. На волне успеха парни продолжают игру. Но неожиданно псевдокопы оказываются впутанными в реальную криминальную историю, и теперь им придется применить свои фальшивые значки по полной.","trailer_id":"N51ZuIXMj20","name":"Типа копы"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2213.jpg","date":"1997-11-1","genres":["мелодрама"],"description":"Молодые влюбленные Джек и Роза находят друг друга в первом и последнем плавании «непотопляемого» Титаника. Они не могли знать, что шикарный лайнер столкнется с айсбергом в холодных водах Северной Атлантики, и их страстная любовь превратится в схватку со смертью.","trailer_id":"qFjyxJ21VJY","name":"Титаник"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_557437.jpg","date":"2013-0-13","genres":["драма","мелодрама"],"description":"Кэти много лет страдала от жестокости мужа. Потеряв надежду на спасение, она совершила отчаянный побег и обрела «тихую гавань» в маленьком спокойном южном городке. Но готова ли Кэти к новым отношениям? Способна ли вновь поверить мужчине, понять его и полюбить? Даже если речь идет о таком обаятельном человеке, как молодой вдовец Алекс Уитли.","trailer_id":"m2eWQO5Eic8","name":"Тихая гавань"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_546915.jpg","date":"2013-7-1","genres":["боевик","приключения"],"description":"Когда из морских глубин поднялись легионы чудовищ, известных как кайдзю, началась война, которой суждено было забрать миллионы жизней и свести «человеческие ресурсы» почти к нулю всего за несколько лет. Чтобы сражаться с пришельцами, было создано специальное оружие: огромные роботы, названные егерями, они управлялись одновременно двумя пилотами, чьи сознания соединены с помощью нейронной связи. Но даже егеря оказываются почти бессильны перед лицом безжалостных кайдзю. На грани поражения у защитников человечества нет выбора, кроме как обратиться к двум весьма сомнительным героям — никому не нужному бывшему пилоту и неопытному стажеру — которые объединились, чтобы повести в бой некогда легендарного, но сейчас устаревшего егеря. Вместе они оказываются единственной надеждой человечества, последним препятствием перед надвигающимся апокалипсисом.","trailer_id":"ZHsxhlN3Yy4","name":"Тихоокеанский рубеж 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_651857.jpg","date":"2014-6-19","genres":["боевик","приключения"],"description":"Автоботы и десептиконы оставили человечество собирать планету по кусочкам. Между тем группа могущественных бизнесменов и гениальных ученых пытается извлечь уроки из ошибок прошлого и улучшить технологии до такой степени, чтобы выйти за пределы контролируемого ранее. В это время другая группа — древних мощных трансформеров — берет Землю под прицел.","trailer_id":"cSwuDTqx9uo","name":"Трансформеры 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_373391.jpg","date":"2009-6-19","genres":["боевик","приключения"],"description":"Прошло два года с тех пор, как юный Сэм Уитвикки спас Вселенную, предотвратив глобальную битву между враждующими воинственными расами инопланетных роботов. Несмотря на свои героические подвиги, Сэм остается обычным подростком с обычными проблемами — поступлением в колледж и родителями. Разумеется, отъезд будет тяжело воспринят лучшим другом, роботом — телохранителем Бамблби.\n\nСэм изо всех сил пытается забыть о конфликте в Мишн Сити и вернуться к нормальной жизни. Однако битва между Автоботами и Десептиконами, несмотря на гриф полной секретности, многое изменила…","trailer_id":"CBSIrwp9Iu4","name":"Трансформеры 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_452899.jpg","date":"2011-6-25","genres":["боевик","приключения"],"description":"Американское правительство долго скрывало тайну первой высадки человека на Луну. Оказывается, 20 июля 1969 года совершив посадку на Луне, американские астронавты обнаружили разбившийся корабль автоботов и останки роботов. Программу засекретили, но спустя сорок лет она вновь всплыла, как камень преткновения в отношениях людей и автоботов. Сем Уитвики и его новая подружка Карли оказываются в самом эпицентре новой глобальной заварушки с участием десептиконов и автоботов, в основу которого положена тайна, которую хранит темная сторона Луны.","trailer_id":"jKdYEH4Cuac","name":"Трансформеры 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_651857.jpg","date":"2014-6-19","genres":["боевик","приключения"],"description":"Автоботы и десептиконы оставили человечество собирать планету по кусочкам. Между тем группа могущественных бизнесменов и гениальных ученых пытается извлечь уроки из ошибок прошлого и улучшить технологии до такой степени, чтобы выйти за пределы контролируемого ранее. В это время другая группа — древних мощных трансформеров — берет Землю под прицел.","trailer_id":"Rw_JGqIuCDM","name":"Трансформеры 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_523362.jpg","date":"2010-12-3","genres":["драма","мелодрама"],"description":"История двух молодых людей, которые принадлежат к разным мирам. Баби ― богатая девушка, которая отображает доброту и невинность. Аче — мятежный мальчик, импульсивный, бессознательный, склонный к риску и опасности. Это маловероятно, практически невозможно, но их встреча неизбежна, и в этом неистовом путешествии между ними возникает первая большая любовь.","trailer_id":"njjupIG_9Vs","name":"Три метра над уровнем неба 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_603616.jpg","date":"2012-6-22","genres":["мелодрама"],"description":"Проведя два года в Лондоне, Аче возвращается домой, чтобы начать новую жизнь: устроиться на работу, завести новых друзей. Однако многое изменилось и встреча с Джин заставляет Аче почувствовать то, что он чувствовал только к Баби — своей первой большой и настоящей любви…","trailer_id":"njjupIG_9Vs","name":"Три метра над уровнем неба 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_17463.jpg","date":"1982-7-9","genres":["боевик","приключения"],"description":"Вам никогда не приходила в голову мысль попасть внутрь компьютерной игры и стать ее участником? До определенного момента Кевин Флинн тоже думал, что это возможно лишь в его воображении.\n\nНо, оказавшись в секретной лаборатории, разрабатывающей компьютерные программы, ему предоставляется возможность увидеть электронный мир изнутри и сразиться в жестокой схватке с самим хозяином виртуальной вселенной.","trailer_id":"CNgvxRqOYeI","name":"Трон"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_471642.jpg","date":"2015-8-4","genres":["боевик","приключения"],"description":"История о четырех молодых астронавтах, которые отважились на авантюрное путешествие в параллельное измерение для исследования аномальной волны космической энергии. Вернувшись из путешествия, они обнаружили у себя суперспособности, которые навсегда изменили их жизни…","trailer_id":"sy0JCa0Ej0s","name":"Фантастическая четвёрка 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_178557.jpg","date":"2007-6-12","genres":["фэнтези","боевик","триллер","приключения"],"description":"Фантастическая четверка получает вызов со стороны великого и могучего Серебряного Серфера — таинственного межгалактического вестника, который прилетает на Землю, чтобы подготовить ее к полному разрушению. Пока Серебряный Серфер носится по всему земному шару, разрушая все на своём пути, Рид, Сью, Джонни и Бен должны разгадать его тайну и найти способ противостоять внезапному появлению их смертельного врага — доктора Дума.","trailer_id":"4l0V6VkxZI0","name":"Фантастическая четвёрка 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_680824.jpg","date":"2015-0-11","genres":["мелодрама","комедия","криминал"],"description":"История об опытном мошеннике, который влюбляется в девушку, делающую первые шаги на поприще нелегального отъема средств у граждан. Отношения становятся для них проблемой, когда обнаруживается, что романтика мешает их нечестному бизнесу.","trailer_id":"BP8hqjrd3NM","name":"Фокус"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_754481.jpg","date":"2015-3-16","genres":["триллер","криминал"],"description":"Они покорили Токио и Рио, Лос-Анджелес и Лондон. Но мир больше не играет по их правилам. Зной арабских пустынь, неприлично высокие небоскребы, миллионы долларов на колесах и очень, очень знаменитый злодей. Скорость не знает границ.","trailer_id":"XiDt3LNuuEo","name":"Форсаж 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_323.jpg","date":"2003-6-3","genres":["триллер","криминал"],"description":"Бывший полицейский Брайан О`Коннер вместе с напарником Романом Пирсом собираются перевезти крупную сумму «грязных» денег известного мафиози Картера Верона в качестве его подручных. Но на самом деле эта работа является только прикрытием для Брайана, который вместе с тайным агентом Моникой Фуэнтес должны уличить изворотливого преступника…","trailer_id":"UfdAuFaf1-0","name":"Форсаж 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_106079.jpg","date":"2006-6-4","genres":["триллер","криминал"],"description":"Шон Босуэлл — одинокий парень, который хочет казаться профи уличных гонок. Он бесшабашно гоняется по улицам города, пытаясь убежать от жизненных невзгод и наживая себе врагов среди местных властей. Когда Шону грозит тюрьма, его от греха подальше отсылают к отцу — профессиональному военному, который служит на военной базе в Японии.\n\nВ незнакомой стране, живущей по своим законам, Шон чувствует себя еще большим изгоем. Однако вскоре его американский приятель Твинки знакомит его с миром подпольного дрифт-рейсинга. Раньше Шон просто тупо гонялся по улицам, а здесь перед ним открылся целый мир своеобразного искусства из металла и резины, дороги которого оказались невообразимо круты на поворотах…","trailer_id":"LC245Lg5VKg","name":"Форсаж 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_395978.jpg","date":"2009-3-12","genres":["боевик","триллер","драма"],"description":"Когда кривая дорожка заставляет скрывающегося от правосудия Дома Торетто вернуться в Лос-Анджелес, вражда с агентом Брайаном О’Коннером вспыхивает с новой силой. Но у парочки обнаруживается общий противник, и Дому с Брайаном приходится заключить перемирие в надежде одержать над ним победу. Грабя конвои, роя подкопы и пересекая границы, они приходят к идеальной форме отмщения — педали газа, вдавленной до упора.","trailer_id":"MVETrCOiWMc","name":"Форсаж 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_496943.jpg","date":"2011-4-15","genres":["триллер","криминал"],"description":"Бывший полицейский Брайан О`Коннер вместе с бывалым лихачом Домиником Торетто совсем немного увлеклись жизнью вне закона. После того, как Брайан и Миа Торетто освободили Доминика, они не рискуют долго задерживаться на одном месте, так как являются желанной целью порядком недовольных копов.","trailer_id":"M9QmNpOegZQ","name":"Форсаж 5"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_594736.jpg","date":"2013-5-7","genres":["триллер","драма","криминал"],"description":"После того как Доминик и Брайн побывали в Рио, где они ограбили и свергли империю вора в законе, их команда получила 100 миллионов, и наши герои оказались разбросаны по всему миру. Но их привычка вечно жить в бегах не даёт им покоя. Между тем, Хоббс отслеживал организацию смертельно опасных наёмников-водителей по двенадцати странам. Единственный способ остановить эту криминальную группу — это превзойти их на улицах, поэтому Хоббс просит Доминика собрать его элитную команду в Лондоне. За это он обещает полное помилование для Доминика и его друзей, чтобы они смогли наконец вернуться домой к своей семье.","trailer_id":"d6yC92D7cx4","name":"Форсаж 6"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_754481.jpg","date":"2015-3-16","genres":["триллер","криминал"],"description":"Они покорили Токио и Рио, Лос-Анджелес и Лондон. Но мир больше не играет по их правилам. Зной арабских пустынь, неприлично высокие небоскребы, миллионы долларов на колесах и очень, очень знаменитый злодей. Скорость не знает границ.","trailer_id":"ysthT44Kb34","name":"Форсаж 7"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_894027.jpg","date":"2017-4-4","genres":["триллер","криминал"],"description":"Пристегните ремни — гонка продолжается. Гавана, Берлин, Нью-Йорк — для самой крутой команды в мире нет ничего невозможного, пока они вместе. Но когда на их пути окажется одна из самых красивых женщин на планете и по совместительству королева киберпреступности, дороги друзей разойдутся.","trailer_id":"2he_g589hgw","name":"Форсаж 8"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_7962.jpg","date":"2003-6-17","genres":["боевик"],"description":"Доктор Брюс Бэннер (ученый, работающий над изобретением новой бомбы) подвергся воздействию гамма-лучей и превратился в Халка — существо невероятной физической силы, которое в состоянии ярости становится огромным зеленым монстром.\n\nЕго преследуют военные под предводительством генерала Росса, ему приходится бежать через всю страну. В конце концов, у него возникает любовная история с генеральской дочкой Бетти…","trailer_id":"_-iXjRm3jG0","name":"Халк"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_387556.jpg","date":"2009-6-13","genres":["семейный"],"description":"В основе сюжета — реальная история, случившаяся в Японии и потрясшая весь мир. Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал Профессора на вокзале. И даже потеря хозяина не остановила пса в его надежде, что друг вернется.","trailer_id":"KGG9jHRG_DY","name":"Хатико: Самый верный друг"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_104901.jpg","date":"2007-11-21","genres":["триллер","драма","криминал"],"description":"Хитмэн был обучен, как высоко профессиональный убийца, чье самое мощное оружие — это хладнокровие и безмерная гордость за свою работу. 47 — это две последние цифры на штрихкоде, вытатуированном на его затылке, а также его единственное имя.\n\nНо охотник становится добычей, когда 47-й оказывается втянутым в политические интриги. Интерпол и русские военные начинают охоту на киллера по всей восточной Европе, в то время как он сам пытается понять, кто его подставил и почему они пытаются вывести его из игры. Но самую большую угрозу для 47-го представляет волнение его совести и незнакомые эмоции, пробудившиеся в нем после встречи с прекрасной девушкой…","trailer_id":"kA2jPCTHXhs","name":"Хитмэн"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_840829.jpg","date":"2018-9-7","genres":["фантастика","триллер","приключения","ужасы"],"description":"Главный герой, бывший военный, обнаруживает злобную инопланетную расу на Земле, но никто не верит ему, что эти твари существуют. Его сын-аутист, которого все обижают в школе, становится ключевой фигурой в схватке с Хищниками, поскольку мальчик умеет невероятно быстро учить языки и, судя по всему, сможет понять пришельцев.","trailer_id":"ccQ-uF_iqyM","name":"Хищник 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2230.jpg","date":"1990-11-19","genres":["фантастика","боевик","триллер"],"description":"Харриган — крутой полицейский отдела по борьбе с наркотиками полиции Лос-Анджелеса. Ему поручено расследование серии убийств крупных криминальных авторитетов города. Все убийства совершены в извращенной форме и пахнут неприкрытым садизмом. После проведения экспертиз и расследований становится ясно, что убийство — дело рук существа, не имеющего ничего общего с человеком.\n\nЗемлю опять посетил межпланетный охотник, но ему придется столкнуться с существом еще более опасным, чем он сам — с человеком. Харриган выслеживает охотника, постепенно сам становясь охотником. Один на один, как настоящий воин, он ведет бескомпромиссную битву за сохранение чести и права человека не быть существом, на которое можно охотиться.","trailer_id":"4SUrtOB5s_s","name":"Хищник 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_559242.jpg","date":"2012-1-28","genres":["боевик","триллер","драма"],"description":"Три школьника получают суперспособности после обнаружения ими упавшего метеорита. Скоро они попадут в водоворот событий, в котором откроются их темные стороны.","trailer_id":"PAsmbLlJo6s","name":"Хроника"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_281439.jpg","date":"2010-12-2","genres":["приключения","семейный"],"description":"Эдмунд, Люси, их кузен Юстас и король Каспиан отплывают на корабле «Покоритель Зари» на поиски друзей отца Каспиана — семи лордов: Ревелиана, Берна, Аргоза, Мавроморна, Октезиана, Рестимара и Рупа, изгнанных во время недолгого правления тирана Мираза.","trailer_id":"Gmj7dubG81M","name":"Хроники Нарнии 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_281439.jpg","date":"2010-12-2","genres":["приключения","семейный"],"description":"Эдмунд, Люси, их кузен Юстас и король Каспиан отплывают на корабле «Покоритель Зари» на поиски друзей отца Каспиана — семи лордов: Ревелиана, Берна, Аргоза, Мавроморна, Октезиана, Рестимара и Рупа, изгнанных во время недолгого правления тирана Мираза.","trailer_id":"KtmU7iDU93w","name":"Хроники Нарнии 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_281439.jpg","date":"2010-12-2","genres":["приключения","семейный"],"description":"Эдмунд, Люси, их кузен Юстас и король Каспиан отплывают на корабле «Покоритель Зари» на поиски друзей отца Каспиана — семи лордов: Ревелиана, Берна, Аргоза, Мавроморна, Октезиана, Рестимара и Рупа, изгнанных во время недолгого правления тирана Мираза.","trailer_id":"n24JpwnRJiY","name":"Хроники Нарнии 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_102151.jpg","date":"2008-6-16","genres":["боевик","драма","комедия"],"description":"Есть герои, есть супергерои, и есть Хэнкок. Обладание сверхспособностями предполагает ответственность, все знают это — кроме него. За любую задачу он берётся с душой и лучшими намерениями, спасает жизни людей — ценой нечеловеческих разрушений и неисчислимого ущерба. В конце концов, терпение общественности подходит к концу: люди благодарны своему местному герою, но иногда не понимают, чем заслужили такое наказание.\n\nХэнкок не из тех парней, кого волнует какое-то там общественное мнение, но однажды, после очередного подвига, спасая высокопоставленного пиарщика Рэя, он вдруг понимает, что в некотором смысле он может быть уязвим. С этим трудно смириться, особенно по мнению Мэри, жены Рэя, считающей, что Хэнкок попросту безнадежен.","trailer_id":"Cp-MvezC_rU","name":"Хэнкок"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_591485.jpg","date":"2015-3-4","genres":["боевик","триллер","драма","криминал"],"description":"Чаппи — вундеркинд. Как и любой другой ребенок, он попадает под влияние своего окружения, и только его сердце и душа помогут ему найти свой путь. Но есть одна вещь, которая делает Чаппи непохожим на всех остальных: он — первый робот, способный чувствовать и думать.","trailer_id":"YQ1CtGUgCbQ","name":"Чаппи"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_252667.jpg","date":"2013-6-10","genres":["фэнтези","боевик","приключения"],"description":"Кларк Кент (Кал-Эл) — молодой человек, который чувствует себя чужаком из-за своей невероятной силы. Много лет назад он был отправлен на Землю с развитой планеты Криптон, и теперь задается вопросом: зачем?\n\nВоспитанный приемными родителями Мартой и Джонатаном Кентами, Кларк знает: обладать сверхспособностями — значит принимать сложные решения. Но когда человечество более всего нуждается в стабильности, оно подвергается нападению. Сможет ли герой восстановить мир или воспользуется своей силой для того, чтобы окончательно его разрушить?","trailer_id":"RFCYB7J12NQ","name":"Человек из стали"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_195496.jpg","date":"2015-6-29","genres":["боевик","комедия","приключения"],"description":"Вооружившись удивительной способностью уменьшаться в размере, но обладать при этом большой силой, мошенник Скотт Лэнг должен стать героем и помочь своему наставнику, доктору Хэнку Пиму, сохранить в тайне существование костюма Человека-муравья от угроз нового поколения.","trailer_id":"wM0aSoqqzA8","name":"Человек муравей 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_195496.jpg","date":"2015-6-29","genres":["боевик","комедия","приключения"],"description":"Вооружившись удивительной способностью уменьшаться в размере, но обладать при этом большой силой, мошенник Скотт Лэнг должен стать героем и помочь своему наставнику, доктору Хэнку Пиму, сохранить в тайне существование костюма Человека-муравья от угроз нового поколения.","trailer_id":"wM0aSoqqzA8","name":"Человек муравей 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_690593.jpg","date":"2017-6-28","genres":["боевик","приключения"],"description":"После исторической встречи с командой Мстителей Питер Паркер возвращается домой, стараясь зажить обычной жизнью под опекой своей тёти Мэй. Но теперь за Питером приглядывает ещё кое-что… Тони Старк видел Человека-Паука в деле и должен стать его наставником. Когда новый злодей Стервятник угрожает уничтожить всё, что дорого Питеру, приходит время доказать всем, что такое настоящий супергерой.","trailer_id":"6eo_nXg9jwk","name":"Человек паук 1 2002"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2898.jpg","date":"2004-6-25","genres":["боевик","приключения"],"description":"Тихоня Питер Паркер балансирует на грани двух своих жизней: супергероя Человека-паука и обычного студента колледжа. Его отношения со всеми, кто ему дорог, в опасности или зашли в тупик. А жизнь приготовила ему новое испытание. Он должен использовать все свои суперспособности, чтобы одолеть жестокого безумца доктора Отто Октавиуса.","trailer_id":"hS7gIrN1g04","name":"Человек паук 2 2004"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_690593.jpg","date":"2017-6-28","genres":["боевик","приключения"],"description":"После исторической встречи с командой Мстителей Питер Паркер возвращается домой, стараясь зажить обычной жизнью под опекой своей тёти Мэй. Но теперь за Питером приглядывает ещё кое-что… Тони Старк видел Человека-Паука в деле и должен стать его наставником. Когда новый злодей Стервятник угрожает уничтожить всё, что дорого Питеру, приходит время доказать всем, что такое настоящий супергерой.","trailer_id":"LiHypZWN6HY","name":"Человек паук 2017"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_690593.jpg","date":"2017-6-28","genres":["боевик","приключения"],"description":"После исторической встречи с командой Мстителей Питер Паркер возвращается домой, стараясь зажить обычной жизнью под опекой своей тёти Мэй. Но теперь за Питером приглядывает ещё кое-что… Тони Старк видел Человека-Паука в деле и должен стать его наставником. Когда новый злодей Стервятник угрожает уничтожить всё, что дорого Питеру, приходит время доказать всем, что такое настоящий супергерой.","trailer_id":"IRPRC5oX5z0","name":"Человек паук 2019"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_82441.jpg","date":"2007-4-3","genres":["боевик","приключения"],"description":"Прошло пять лет с тех пор, как Питер осознал, что «с Великой силой приходит Великая ответственность!», и три года с тех пор, как он отказался быть борцом за справедливость. Но сейчас кажется, Питер прекрасно научился жить несколькими жизнями. Он хорошо учится, Нью-Йорк признал его героем, отношения с Мэри Джейн прочные. Питер даже намеревается сделать ей предложение!\n\nНо к сожалению, его лучший друг Гарри Озборн по-прежнему считает, что именно Человек-паук несет ответственность за безвременную кончину его отца. Гарри намеревается отомстить ему в образе Нового Гоблина. В то же самое время на криминальной сцене Нью-Йорка появляется другой могущественный суперзлодей, известный как Песочный Человек.\n\nКогда Человек-паук надевает таинственный черный костюм, его темная, более мстительная сторона полностью поглощает его. Эти трансформации заставляют его встретиться с самым сильным противником ― с самим собой…","trailer_id":"XahuuJFdJSw","name":"Человек паук 3 2007"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_518047.jpg","date":"2011-8-31","genres":["фантастика","боевик","триллер","драма","комедия","приключения"],"description":"Сюжет фильма вращается вокруг группы подростков, учащихся колледжа, которые проводят свои выходные на воде в большом озере. Вскоре они обнаруживают, что зубастая опасность скрывается под ними, в непроглядной глубине…","trailer_id":"n14Dm_kjf18","name":"Челюсти 3D"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_555966.jpg","date":"2012-4-22","genres":["драма","криминал"],"description":"Эддисон и Лайза в бегах после ограбления казино. Бывший боксер Джей направляется домой, чтобы провести День Благодарения в кругу семьи. Судьба неумолимо сводит этих людей, чтобы они встретили Зло и вступили в схватку с ним.","trailer_id":"nsHG5liEQOw","name":"Чёрный дрозд"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_102383.jpg","date":"2017-5-15","genres":["фэнтези","боевик","приключения","военный"],"description":"Перед тем как стать Чудо-Женщиной, она была Дианой — принцессой амазонок, обученной быть непобедимой воительницей. И когда на берегах ограждённого от внешнего мира райского острова, который служил ей родиной, терпит крушение американский пилот и рассказывает о серьёзном конфликте, бушующем во внешнем мире, Диана покидает свой дом, чтобы справиться с этой угрозой. И там, сражаясь бок о бок с человеком в войне за мир, Диана обнаружит всю полноту своей власти… и своё истинное предназначение.","trailer_id":"GE4GT52MJuM","name":"Чудо женщина"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_695548.jpg","date":"2017-5-4","genres":["фантастика","триллер"],"description":"Во время обследования удаленной планеты, расположенной на другой стороне галактики, экипаж колониального корабля «Завет» обнаруживает, что то, что они изначально приняли за неизведанный рай, на самом деле — тёмный и опасный мир. Его единственный житель — синтетический андроид Дэвид, оставшийся в живых после обреченной экспедиционной миссии «Прометей».","trailer_id":"xIe98nyo3xI","name":"Чужой 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_406.jpg","date":"1986-7-14","genres":["фантастика","боевик","триллер","приключения"],"description":"Чужой — совершенный организм. Идеальная машина для убийства, чье физическое превосходство сочетается с его феноменальной жаждой уничтожения. Офицер Элен Рипли и команда космического корабля Ностромо один раз уже встретилась с такой тварью. В живых осталась только Элен.\n\nКапсула с Элен найдена спасателями после многих лет блуждания в космосе. Ей сообщают, что планета L.V. 426 колонизирована, и ей придется вернуться туда, где начался ее кошмар, ибо связь с колонистами прервалась. И вот в составе группы космического десанта Рипли отправляется на проклятую планету. Но теперь их там поджидает не один Чужой, а тысячи. Кто сможет выжить в этой войне: чудовища, способные только убивать, или люди, способные мыслить?","trailer_id":"s3GvZs_g_J4","name":"Чужой 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_2286.jpg","date":"1992-5-19","genres":["фантастика","боевик","триллер"],"description":"После бегства с планеты «Чужих» космический корабль Рипли терпит катастрофу вблизи так называемой планеты — тюрьмы, места, где отсиживают свой срок убийцы, насильники и прочие отбросы общества. Вместе с Рипли на эту планету попадает зародыш чужого, который и был причиной гибели корабля. Довольно быстро он превращается в гигантскую, зубастую тварь и начинает свое темное дело.\n\nЕго жертвами становятся десятки безоружных заключенных. Кровь брызжет фонтаном, куски человеческого мяса разлетаются во все стороны. И кажется, что остановить эту машину смерти не сможет никто, никто кроме отважной, но увы не бессмертной девушки по имени Рипли.","trailer_id":"YA6rUpVFKv8","name":"Чужой 3"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_3935.jpg","date":"1997-11-6","genres":["фантастика","боевик","триллер"],"description":"Спустя двести лет после событий, произошедших на планете-тюрьме, группа ученых, опекаемых военным командованием, клонирует Эллен Рипли, чтобы с ее помощью заполучить детеныша инопланетного монстра. Вскоре он уже сам начинает плодиться, производя на свет новую породу — помесь кровожадного пришельца и… человека.","trailer_id":"GhXiotm0pjw","name":"Чужой 4"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_41949.jpg","date":"2004-8-12","genres":["фантастика","боевик","триллер"],"description":"Наши дни. Группа ученых отправляется в Антарктиду, чтобы отыскать колыбель цивилизации, царившей на Земле многие тысячелетия назад. Под толщей льда они находят пирамиды, в которых обнаруживают человеческие скелеты и следы жизнедеятельности чужих.\n\nОднако они еще не знают, что уже находятся под колпаком у хозяев этого города — хищников, и их дни сочтены. Человеческая приманка поможет хищникам, наконец, завершить войну двух космических цивилизаций…","trailer_id":"NPUz7lgMV0I","name":"Чужой против хищника 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_251878.jpg","date":"2007-12-25","genres":["фантастика","боевик","триллер"],"description":"Атакованный «Предалиеном» — жутким гибридом Хищника и Чужого — корабль Хищников терпит крушение в лесах, окружающих маленький городок штата Колорадо. И пока на сигнал о помощи, посланный в момент падения, спешит подкрепление, Чужие успевают инфицировать половину населения города.","trailer_id":"cQHDh9nfDM4","name":"Чужой против хищника 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409185.jpg","date":"2010-8-4","genres":["мелодрама","музыка"],"description":"Некоторые учатся танцевать, другие рождены для этого. Люк ищет танцоров для своей команды «Пираты». В конце концов, ему встречаются Лось, поступивший в Нью-Йоркский университет, и Натали, загадочная танцовщица, которая никогда не проигрывает. Смогут ли они превзойти лучших мировых танцоров?","trailer_id":"mnnqdSHMKmQ","name":"Шаг вперёд 1"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_310960.jpg","date":"2008-0-14","genres":["мелодрама","музыка"],"description":"Уличная танцовщица Энди поступает в Мэрилендскую школу искусств. Занимаясь там, она стремится доказать, что ни в чем не уступает другим студентам. Познакомившись с лучшим учеником школы Чейзом, Энди создает коллектив, который должен выступать в подпольном танцевальном состязании «Улицы». В итоге Энди удается реализовать свои мечты и справиться с одолевающими ее проблемами…","trailer_id":"pgtanv5Euek","name":"Шаг вперёд 2"},{"image_src":"https://st.kp.yandex.net/images/film_iphone/iphone360_409185.jpg","date":"2010-8-4","genres":["мелодрама","музыка"],"description":"Некоторые учатся танцевать, другие рождены для этого. Люк ищет танцоров для своей команды «Пираты». В конце концов, ему встречаются Лось, поступивший в Нью-Йоркский университет, и Натали, загадочная танцовщица, которая никогда не проигрывает. Смогут ли они превзойти лучших мировых танцоров?","trailer_id":"DonjBEIoOXc","name":"Шаг вперёд 3"}]